{
  "clients": [
    {
      "email": "dariuszcudny@wp.pl",
      "password": "Qazxsw",
      "confirmPassword": "Qazxsw",
      "avatar": "https://i.pinimg.com/236x/80/73/70/8073708198bf9dace0f6369aba0df0a2.jpg",
      "rememberMe": true,
      "id": 1
    },
    {
      "email": "jacek@interia.pl",
      "password": "Wsxzaq",
      "confirmPassword": "Wsxzaq",
      "avatar": "https://img.freepik.com/free-vector/mysterious-mafia-man-smoking-cigarette_52683-34828.jpg?size=626&ext=jpg&ga=GA1.1.1744695785.1701196934&semt=sph",
      "rememberMe": true,
      "id": 2
    },
    {
      "email": "antek@onet.pl",
      "password": "Qazxsw",
      "confirmPassword": "Qazxsw",
      "avatar": "https://i.pinimg.com/236x/4d/1d/ef/4d1def82fcfe6b7fbace1e0b9cf5f627.jpg",
      "rememberMe": true,
      "id": 3
    }
  ],
  "avatars": [
    {
      "pic": "https://i.pinimg.com/236x/80/73/70/8073708198bf9dace0f6369aba0df0a2.jpg",
      "id": 1
    },
    {
      "pic": "https://i.pinimg.com/236x/4d/1d/ef/4d1def82fcfe6b7fbace1e0b9cf5f627.jpg",
      "id": 2
    },
    {
      "pic": "https://img.freepik.com/free-vector/mysterious-mafia-man-smoking-cigarette_52683-34828.jpg?size=626&ext=jpg&ga=GA1.1.1744695785.1701196934&semt=sph",
      "id": 3
    }
  ],
  "reservations": [],
  "orders": [
    {
      "order": "Plantain Toffee Balls",
      "orderId": 716334,
      "date": "13.12.2023",
      "price": 0,
      "id": 1
    },
    {
      "order": "Anticuchos Of White Seabass With Aji Chile Honey Marinade & Semilla Salsa",
      "orderId": 632426,
      "date": "13.12.2023",
      "price": 8,
      "id": 2
    },
    {
      "order": "Whole Wheat Apple Orange Muffins",
      "orderId": 665269,
      "date": "13.12.2023",
      "price": 0,
      "id": 3
    },
    {
      "order": "Anticuchos Of White Seabass With Aji Chile Honey Marinade & Semilla Salsa",
      "orderId": 632426,
      "date": "13.12.2023",
      "price": 51,
      "id": 4
    },
    {
      "order": "Plantain Toffee Balls",
      "orderId": 716334,
      "date": "13.12.2023",
      "price": 0,
      "id": 5
    },
    {
      "order": "Chocolate Explosion Cookies",
      "orderId": 639020,
      "date": "13.12.2023",
      "price": 29,
      "id": 6
    }
  ],
  "menuItems": [
    {
      "id": 632426,
      "name": "Anticuchos Of White Seabass With Aji Chile Honey Marinade & Semilla Salsa",
      "image": "https://spoonacular.com/recipeImages/632426-312x231.jpg",
      "link": "https://spoonacular.com/recipes/anticuchos-of-white-seabass-with-aji-chile-honey-marinade-semilla-salsa-632426",
      "type": "HTML",
      "relevance": 10000,
      "content": "Need a <b>gluten free, dairy free, and pescatarian hor d'oeuvre</b>? Anticuchos Of White Seabass With Aji Chile Honey Marinade & Semilla Salsa could be a great recipe to try. One portion of this dish contains around <b>0g of protein</b>, <b>15g of fat</b>, and a total of <b>138 calories</b>. For <b>24 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe serves 100. It is brought to you by Foodista. If you have grape seed oil, sesame seeds, olive oil, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Only a few people made this recipe, and 1 would say it hit the spot. This recipe is typical of Mexican cuisine. Overall, this recipe earns a <b>not so super spoonacular score of 14%</b>. Similar recipes include <a href=\"https://spoonacular.com/recipes/anticuchos-of-white-seabass-with-aji-chile-honey-marinade-semilla-salsa-1435253\">Anticuchos Of White Seabass With Aji Chile Honey Marinade & Semilla Salsa</a>, <a href=\"https://spoonacular.com/recipes/chicken-in-chile-sauce-aj-de-gallina-187717\">Chicken in Chile Sauce (Ají de Gallina)</a>, and <a href=\"https://spoonacular.com/recipes/pan-fried-seabass-fillet-with-salsa-sauce-and-couscous-84981\">Pan Fried Seabass Fillet With Salsa Sauce and Couscous</a>.",
      "dataPoints": []
    },
    {
      "id": 1077393,
      "name": "Easter Sugar Cookie Bars",
      "image": "https://spoonacular.com/recipeImages/1077393-312x231.jpg",
      "link": "https://spoonacular.com/recipes/easter-sugar-cookie-bars-1077393",
      "type": "HTML",
      "relevance": 9999,
      "content": "The recipe Easter Sugar Cookie Bars can be made <b>in roughly 30 minutes</b>. This recipe serves 8. This dessert has <b>610 calories</b>, <b>8g of protein</b>, and <b>26g of fat</b> per serving. For <b>$1.16 per serving</b>, this recipe <b>covers 9%</b> of your daily requirements of vitamins and minerals. It is perfect for <b>Christmas</b>. It is brought to you by Pink When. A mixture of baking powder, vanilla, sugar, and a handful of other ingredients are all it takes to make this recipe so tasty. 1 person were impressed by this recipe. Overall, this recipe earns a <b>rather bad spoonacular score of 22%</b>. <a href=\"https://spoonacular.com/recipes/easter-sugar-cookie-bars-715512\">Easter Sugar Cookie Bars</a>, <a href=\"https://spoonacular.com/recipes/easter-egg-hunt-sugar-cookie-bars-519374\">Easter Egg Hunt Sugar Cookie Bars</a>, and <a href=\"https://spoonacular.com/recipes/easter-sugar-cookie-squares-543835\">Easter Sugar Cookie Squares</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 634931,
      "name": "Best Soft Ginger Cookies",
      "image": "https://spoonacular.com/recipeImages/634931-312x231.jpg",
      "link": "https://spoonacular.com/recipes/best-soft-ginger-cookies-634931",
      "type": "HTML",
      "relevance": 9998,
      "content": "If you have around <b>45 minutes</b> to spend in the kitchen, Best Soft Ginger Cookies might be an awesome <b>dairy free</b> recipe to try. This recipe serves 70. For <b>7 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. One serving contains <b>75 calories</b>, <b>1g of protein</b>, and <b>2g of fat</b>. 1 person has made this recipe and would make it again. It works well as a Southern dessert. This recipe from Foodista requires margarine, cinnamon, flour, and ginger. Taking all factors into account, this recipe <b>earns a spoonacular score of 17%</b>, which is not so outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/soft-ginger-cookies-41680\">Soft Ginger Cookies</a>, <a href=\"https://spoonacular.com/recipes/soft-ginger-cookies-590144\">Soft Ginger Cookies</a>, and <a href=\"https://spoonacular.com/recipes/soft-ginger-cookies-595971\">Soft Ginger Cookies</a>.",
      "dataPoints": []
    },
    {
      "id": 655249,
      "name": "Peanut Butter Button Cookies",
      "image": "https://spoonacular.com/recipeImages/655249-312x231.jpg",
      "link": "https://spoonacular.com/recipes/peanut-butter-button-cookies-655249",
      "type": "HTML",
      "relevance": 9997,
      "content": "Peanut Butter Button Cookies might be a good recipe to expand your dessert collection. One portion of this dish contains about <b>7g of protein</b>, <b>20g of fat</b>, and a total of <b>307 calories</b>. This recipe serves 26 and costs 35 cents per serving. This recipe from Foodista requires prep time: minutes, butter, peanut butter, and vanilla. 1 person found this recipe to be delicious and satisfying. From preparation to the plate, this recipe takes around <b>15 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 26%</b>, which is not so great. Similar recipes are <a href=\"https://spoonacular.com/recipes/healthy-peanut-butter-surprise-cookies-fudgy-brownie-cookies-with-a-peanut-butter-center-1400161\">Healthy Peanut Butter Surprise Cookies (Fudgy Brownie Cookies with a Peanut Butter Center!)</a>, <a href=\"https://spoonacular.com/recipes/healthy-peanut-butter-surprise-cookies-fudgy-brownie-cookies-with-a-peanut-butter-center-523094\">Healthy Peanut Butter Surprise Cookies (Fudgy Brownie Cookies with a Peanut Butter Center!)</a>, and <a href=\"https://spoonacular.com/recipes/death-by-peanut-butter-peanut-butter-cookies-with-chocolate-peanut-butter-cups-1192365\">Death by Peanut Butter: Peanut Butter Cookies with Chocolate Peanut Butter Cups</a>.",
      "dataPoints": []
    },
    {
      "id": 648389,
      "name": "Jam Tarts",
      "image": "https://spoonacular.com/recipeImages/648389-312x231.jpg",
      "link": "https://spoonacular.com/recipes/jam-tarts-648389",
      "type": "HTML",
      "relevance": 9996,
      "content": "Jam Tarts might be just the dessert you are searching for. This recipe makes 12 servings with <b>166 calories</b>, <b>2g of protein</b>, and <b>14g of fat</b> each. For <b>24 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. If you have lemon juice, unbleached flour, jam, and a few other ingredients on hand, you can make it. 2 people have tried and liked this recipe. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is brought to you by Foodista. Overall, this recipe earns an <b>improvable spoonacular score of 9%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/jam-tarts-1088952\">Jam Tarts</a>, <a href=\"https://spoonacular.com/recipes/jam-tarts-1384753\">Jam Tarts</a>, and <a href=\"https://spoonacular.com/recipes/jam-tarts-1237949\">Jam Tarts</a>.",
      "dataPoints": []
    },
    {
      "id": 646543,
      "name": "Heart Shape Peanut Butter Coookies",
      "image": "https://spoonacular.com/recipeImages/646543-312x231.jpg",
      "link": "https://spoonacular.com/recipes/heart-shape-peanut-butter-coookies-646543",
      "type": "HTML",
      "relevance": 9995,
      "content": "Heart Shape Peanut Butter Coookies is a <b>lacto ovo vegetarian</b> recipe with 56 servings. One serving contains <b>52 calories</b>, <b>1g of protein</b>, and <b>3g of fat</b>. For <b>7 cents per serving</b>, this recipe <b>covers 1%</b> of your daily requirements of vitamins and minerals. Head to the store and pick up optional: chocolate, baking powder, sugar, and a few other things to make it today. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It works well as a condiment. This recipe is liked by 1 foodies and cooks. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 8%</b>. This score is improvable. Try <a href=\"https://spoonacular.com/recipes/reeses-peanut-butter-valentines-heart-966256\">Reese’s Peanut Butter Valentine’s Heart</a>, <a href=\"https://spoonacular.com/recipes/chocolate-peanut-butter-ganache-heart-cakes-35266\">Chocolate-peanut Butter Ganache Heart Cakes</a>, and <a href=\"https://spoonacular.com/recipes/chocolate-heart-peanut-butter-cookies-refined-sugar-free-972740\">Chocolate Heart Peanut Butter Cookies (Refined Sugar Free!)</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 644693,
      "name": "Gingerbread Mummies",
      "image": "https://spoonacular.com/recipeImages/644693-312x231.jpg",
      "link": "https://spoonacular.com/recipes/gingerbread-mummies-644693",
      "type": "HTML",
      "relevance": 9994,
      "content": "Gingerbread Mummies might be a good recipe to expand your hor d'oeuvre repertoire. One serving contains <b>216 calories</b>, <b>2g of protein</b>, and <b>6g of fat</b>. This recipe serves 18. For <b>30 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. 40 people have tried and liked this recipe. It will be a hit at your <b>Christmas</b> event. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. Head to the store and pick up butter, milk, ground nutmeg, and a few other things to make it today. All things considered, we decided this recipe <b>deserves a spoonacular score of 21%</b>. This score is rather bad. <a href=\"https://spoonacular.com/recipes/gingerbread-mummies-1544003\">Gingerbread Mummies</a>, <a href=\"https://spoonacular.com/recipes/marshmallow-mummies-521064\">Marshmallow Mummies</a>, and <a href=\"https://spoonacular.com/recipes/yummy-mummies-109761\">Yummy Mummies</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 642712,
      "name": "Fettuccine Alla Carbonara, With No Cream Necessary",
      "image": "https://spoonacular.com/recipeImages/642712-312x231.jpg",
      "link": "https://spoonacular.com/recipes/fettuccine-alla-carbonara-with-no-cream-necessary-642712",
      "type": "HTML",
      "relevance": 9993,
      "content": "You can never have too many Mediterranean recipes, so give Fettuccine Alla Carbonara, With No Cream Necessary a try. One portion of this dish contains around <b>52g of protein</b>, <b>46g of fat</b>, and a total of <b>1076 calories</b>. For <b>$3.89 per serving</b>, this recipe <b>covers 32%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. If you have pepper, very eggs, parmigiano reggiano, and a few other ingredients on hand, you can make it. It works best as a main course, and is done in around <b>45 minutes</b>. 1 person were impressed by this recipe. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 69%</b>. This score is solid. <a href=\"https://spoonacular.com/recipes/fettuccine-alla-carbonara-with-no-cream-necessary-1455123\">Fettuccine Alla Carbonara, With No Cream Necessary</a>, <a href=\"https://spoonacular.com/recipes/ridiculously-delicious-fettuccine-alla-carbonara-57690\">Ridiculously Delicious Fettuccine Alla Carbonara</a>, and <a href=\"https://spoonacular.com/recipes/spaghetti-alla-carbonara-765589\">Spaghetti alla Carbonara</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 649703,
      "name": "Lemon Or Lime Glaze For Chicken, Fish, Or Vegetables",
      "image": "https://spoonacular.com/recipeImages/649703-312x231.jpg",
      "link": "https://spoonacular.com/recipes/lemon-or-lime-glaze-for-chicken-fish-or-vegetables-649703",
      "type": "HTML",
      "relevance": 9992,
      "content": "Lemon Or Lime Glaze For Chicken, Fish, Or Vegetables might be just the side dish you are searching for. Watching your figure? This gluten free, dairy free, and lacto ovo vegetarian recipe has <b>18 calories</b>, <b>0g of protein</b>, and <b>0g of fat</b> per serving. This recipe serves 4 and costs 19 cents per serving. 1 person found this recipe to be scrumptious and satisfying. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Head to the store and pick up chicken broth, cornstarch, sugar, and a few other things to make it today. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 19%</b>. This score is rather bad. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/lemon-lime-glaze-202518\">Lemon-Lime Glaze</a>, <a href=\"https://spoonacular.com/recipes/sauces-apricot-lemon-glaze-lime-daiquiri-pineapple-ginger-119840\">Sauces - Apricot Lemon Glaze/ Lime Daiquiri/ Pineapple Ginger</a>, and <a href=\"https://spoonacular.com/recipes/ginger-lime-chicken-wings-with-rum-glaze-492308\">Ginger-Lime Chicken Wings with Rum Glaze</a>.",
      "dataPoints": []
    },
    {
      "id": 644038,
      "name": "Fruity Curried Chicken Salad",
      "image": "https://spoonacular.com/recipeImages/644038-312x231.jpg",
      "link": "https://spoonacular.com/recipes/fruity-curried-chicken-salad-644038",
      "type": "HTML",
      "relevance": 9991,
      "content": "If you want to add more <b>gluten free and dairy free</b> recipes to your repertoire, Fruity Curried Chicken Salad might be a recipe you should try. This recipe serves 2. One serving contains <b>306 calories</b>, <b>18g of protein</b>, and <b>10g of fat</b>. For <b>$2.27 per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. A mixture of curry powder, mayonnaise, celery, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is brought to you by Foodista. Not a lot of people really liked this main course. 1 person were glad they tried this recipe. From preparation to the plate, this recipe takes around <b>15 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 64%</b>. This score is pretty good. Similar recipes are <a href=\"https://spoonacular.com/recipes/fruity-chicken-salad-428170\">Fruity Chicken Salad</a>, <a href=\"https://spoonacular.com/recipes/fruity-chicken-salad-98472\">Fruity Chicken Salad</a>, and <a href=\"https://spoonacular.com/recipes/fruity-chicken-salad-383328\">Fruity Chicken Salad</a>.",
      "dataPoints": []
    },
    {
      "id": 1005367,
      "name": "Shortbread Lemon Bars",
      "image": "https://spoonacular.com/recipeImages/1005367-312x231.jpg",
      "link": "https://spoonacular.com/recipes/shortbread-lemon-bars-1005367",
      "type": "HTML",
      "relevance": 9990,
      "content": "You can never have too many dessert recipes, so give Shortbread Lemon Bars a try. This lacto ovo vegetarian recipe serves 9 and costs <b>36 cents per serving</b>. One portion of this dish contains about <b>4g of protein</b>, <b>9g of fat</b>, and a total of <b>247 calories</b>. From preparation to the plate, this recipe takes around <b>1 hour and 10 minutes</b>. It is brought to you by Pick Fresh Foods. Plenty of people made this recipe, and 186 would say it hit the spot. Head to the store and pick up salt, butter, powdered sugar, and a few other things to make it today. Overall, this recipe earns a <b>rather bad spoonacular score of 20%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/strawberry-lemon-shortbread-bars-130364\">Strawberry Lemon Shortbread Bars</a>, <a href=\"https://spoonacular.com/recipes/luscious-lemon-shortbread-bars-365704\">Luscious Lemon Shortbread Bars</a>, and <a href=\"https://spoonacular.com/recipes/strawberry-lemon-shortbread-bars-171931\">Strawberry Lemon Shortbread Bars</a>.",
      "dataPoints": []
    },
    {
      "id": 639020,
      "name": "Chocolate Explosion Cookies",
      "image": "https://spoonacular.com/recipeImages/639020-312x231.jpg",
      "link": "https://spoonacular.com/recipes/chocolate-explosion-cookies-639020",
      "type": "HTML",
      "relevance": 9989,
      "content": "Need a <b>dairy free, lacto ovo vegetarian, and vegan dessert</b>? Chocolate Explosion Cookies could be an amazing recipe to try. This recipe makes 6 servings with <b>471 calories</b>, <b>5g of protein</b>, and <b>15g of fat</b> each. For <b>$1.99 per serving</b>, this recipe <b>covers 14%</b> of your daily requirements of vitamins and minerals. This recipe from Foodista has 1 fans. A mixture of vegan chocolate chips and/or pieces, baking soda, baking powder, and a handful of other ingredients are all it takes to make this recipe so tasty. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 38%</b>, which is not so outstanding. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/vegan-chocolate-explosion-oatmeal-cookies-1688875\">Vegan Chocolate Explosion Oatmeal Cookies</a>, <a href=\"https://spoonacular.com/recipes/chocolate-explosion-cheesecake-356244\">Chocolate Explosion Cheesecake</a>, and <a href=\"https://spoonacular.com/recipes/chocolate-explosion-boston-pizza-copycat-826219\">Chocolate Explosion (Boston Pizza Copycat)</a>.",
      "dataPoints": []
    },
    {
      "id": 644570,
      "name": "Ginger Cookies- gluten free, soy free, vegan",
      "image": "https://spoonacular.com/recipeImages/644570-312x231.jpg",
      "link": "https://spoonacular.com/recipes/ginger-cookies-gluten-free-soy-free-vegan-644570",
      "type": "HTML",
      "relevance": 9988,
      "content": "If you want to add more <b>gluten free and dairy free</b> recipes to your recipe box, Ginger Cookies- gluten free, soy free, vegan might be a recipe you should try. One serving contains <b>125 calories</b>, <b>2g of protein</b>, and <b>2g of fat</b>. For <b>36 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe serves 20. 5 people have made this recipe and would make it again. It is brought to you by Foodista. It works best as a hor d'oeuvre, and is done in about <b>45 minutes</b>. Head to the store and pick up brown sugar, ground cloves, chunky applesauce, and a few other things to make it today. All things considered, we decided this recipe <b>deserves a spoonacular score of 21%</b>. This score is not so super. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/creamy-vegan-corn-and-red-pepper-blender-soup-gluten-free-soy-free-nut-free-grain-free-salt-free-520519\">Creamy Vegan Corn and Red Pepper Blender Soup (gluten-free, soy-free, nut-free, grain-free, salt-free)</a>, <a href=\"https://spoonacular.com/recipes/thousand-island-dressing-gluten-free-corn-free-dairy-free-soy-free-nut-free-gum-free-and-refined-sugar-free-512186\">Thousand Island Dressing (Gluten-Free, Corn-Free, Dairy-Free, Soy-Free, Nut-Free, Gum-Free and Refined Sugar-Free)</a>, and <a href=\"https://spoonacular.com/recipes/vegan-scrambled-chickpea-eggs-with-quick-hash-egg-free-soy-free-gluten-free-1238977\">Vegan Scrambled Chickpea “Eggs” with Quick Hash (Egg-Free, Soy-Free + Gluten-Free)</a>.",
      "dataPoints": []
    },
    {
      "id": 651942,
      "name": "Mini Chocolate Chip & Flax Banana Muffins",
      "image": "https://spoonacular.com/recipeImages/651942-312x231.jpg",
      "link": "https://spoonacular.com/recipes/mini-chocolate-chip-flax-banana-muffins-651942",
      "type": "HTML",
      "relevance": 9987,
      "content": "Need a <b>gluten free and dairy free breakfast</b>? Mini Chocolate Chip & Flax Banana Muffins could be an awesome recipe to try. This recipe serves 12 and costs 11 cents per serving. One portion of this dish contains approximately <b>1g of protein</b>, <b>2g of fat</b>, and a total of <b>55 calories</b>. It is brought to you by Foodista. A mixture of cinnamon, xanthan gum, baking soda, and a handful of other ingredients are all it takes to make this recipe so flavorful. This recipe is liked by 1 foodies and cooks. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 10%</b>, which is rather bad. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/power-flax-chocolate-chip-banana-oatmeal-muffins-1452229\">Power Flax Chocolate Chip Bananan Oatmeal Muffins</a>, <a href=\"https://spoonacular.com/recipes/video-power-flax-chocolate-chip-banana-oatmeal-muffins-917342\">Video: Power Flax Chocolate Chip Bananan Oatmeal Muffins</a>, and <a href=\"https://spoonacular.com/recipes/banana-flax-chocolate-chip-muffins-healthy-gluten-free-snacks-for-kids-767927\">Banana Flax Chocolate Chip Muffins (Healthy, Gluten-Free Snacks for Kids)</a>.",
      "dataPoints": []
    },
    {
      "id": 157109,
      "name": "Raw Vegan Peanut Butter Pumpkin Bites",
      "image": "https://spoonacular.com/recipeImages/157109-312x231.jpg",
      "link": "https://spoonacular.com/recipes/raw-vegan-peanut-butter-pumpkin-bites-157109",
      "type": "HTML",
      "relevance": 9986,
      "content": "Need a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan condiment</b>? Raw Vegan Peanut Butter Pumpkin Bites could be an awesome recipe to try. This recipe serves 22 and costs 24 cents per serving. One portion of this dish contains roughly <b>3g of protein</b>, <b>6g of fat</b>, and a total of <b>115 calories</b>. It is brought to you by spoonacular user <a href=\"/profile/Because+I+Like+Chocolate+\">Because I Like Chocolate </a>. If you have brown sugar, sesame seeds, pumpkin seeds, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes about <b>15 minutes</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/vegan-cookie-dough-bites-stuffed-peanut-butter-bites-705469\">Vegan Cookie Dough Bites Stuffed Peanut Butter Bites</a>, <a href=\"https://spoonacular.com/recipes/raw-vegan-chocolate-dipped-peanut-butter-cookies-484792\">Raw Vegan Chocolate Dipped Peanut Butter Cookies</a>, and <a href=\"https://spoonacular.com/recipes/healthy-chocolate-dipped-peanut-butter-eggsraw-vegan-484723\">HEALTHY Chocolate Dipped Peanut Butter Eggs{Raw & Vegan}</a>.",
      "dataPoints": []
    },
    {
      "id": 659858,
      "name": "Shiraz Chocolate Lava Pudding",
      "image": "https://spoonacular.com/recipeImages/659858-312x231.jpg",
      "link": "https://spoonacular.com/recipes/shiraz-chocolate-lava-pudding-659858",
      "type": "HTML",
      "relevance": 9985,
      "content": "Shiraz Chocolate Lava Pudding is a <b>gluten free and lacto ovo vegetarian</b> dessert. This recipe serves 4. One portion of this dish contains around <b>7g of protein</b>, <b>22g of fat</b>, and a total of <b>574 calories</b>. For <b>$1.59 per serving</b>, this recipe <b>covers 8%</b> of your daily requirements of vitamins and minerals. This recipe from Foodista requires flour, sea salt, natural cocoa, and allergy friendly non-dairy milk. 1 person has tried and liked this recipe. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 26%</b>, which is rather bad. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/red-velvet-molten-chocolate-lava-cakes-with-chocolate-ganache-center-549984\">Red Velvet Molten Chocolate Lava Cakes with Chocolate Ganache Center</a>, <a href=\"https://spoonacular.com/recipes/red-velvet-molten-chocolate-lava-cakes-with-chocolate-ganache-center-1364179\">Red Velvet Molten Chocolate Lava Cakes with Chocolate Ganache Center</a>, and <a href=\"https://spoonacular.com/recipes/shiraz-soy-tri-tip-80176\">Shiraz-Soy Tri-Tip</a>.",
      "dataPoints": []
    },
    {
      "id": 716334,
      "name": "Plantain Toffee Balls",
      "image": "https://spoonacular.com/recipeImages/716334-312x231.jpg",
      "link": "https://spoonacular.com/recipes/plantain-toffee-balls-716334",
      "type": "HTML",
      "relevance": 9984,
      "content": "Need a <b>lacto ovo vegetarian side dish</b>? Plantain Toffee Balls could be a tremendous recipe to try. One portion of this dish contains roughly <b>3g of protein</b>, <b>20g of fat</b>, and a total of <b>413 calories</b>. This recipe serves 2 and costs 77 cents per serving. This recipe from Afrolems has 14 fans. Head to the store and pick up butter, water, finger of plantain, and a few other things to make it today. From preparation to the plate, this recipe takes about <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 30%</b>, which is not so spectacular. Similar recipes are <a href=\"https://spoonacular.com/recipes/juj-green-plantain-and-cheese-balls-629173\">Jujú (Green Plantain and Cheese Balls)</a>, <a href=\"https://spoonacular.com/recipes/ripe-plantain-balls-buuelos-de-pltano-maduro-226285\">Ripe Plantain Balls (Buñuelos de Plátano Maduro)</a>, and <a href=\"https://spoonacular.com/recipes/cacao-coconut-plantain-rice-balls-with-pepitas-563942\">Cacao-Coconut Plantain Rice Balls with Pepitas</a>.",
      "dataPoints": []
    },
    {
      "id": 665269,
      "name": "Whole Wheat Apple Orange Muffins",
      "image": "https://spoonacular.com/recipeImages/665269-312x231.jpg",
      "link": "https://spoonacular.com/recipes/whole-wheat-apple-orange-muffins-665269",
      "type": "HTML",
      "relevance": 9983,
      "content": "Whole Wheat Apple Orange Muffins requires about <b>45 minutes</b> from start to finish. This recipe serves 18. Watching your figure? This lacto ovo vegetarian recipe has <b>175 calories</b>, <b>2g of protein</b>, and <b>6g of fat</b> per serving. For <b>28 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. It works well as a breakfast. It is brought to you by Foodista. 1 person were impressed by this recipe. A mixture of salt, baking soda, orange zest, and a handful of other ingredients are all it takes to make this recipe so tasty. All things considered, we decided this recipe <b>deserves a spoonacular score of 16%</b>. This score is not so amazing. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/orange-spiced-whole-wheat-muffins-1056521\">Orange-Spiced Whole Wheat Muffins</a>, <a href=\"https://spoonacular.com/recipes/whole-wheat-orange-spice-muffins-1259073\">Whole Wheat Orange Spice Muffins</a>, and <a href=\"https://spoonacular.com/recipes/whole-wheat-orange-spice-muffins-65691\">Whole Wheat Orange Spice Muffins</a>.",
      "dataPoints": []
    },
    {
      "id": 631755,
      "name": "Peppermint Hot Chocolate Cupcakes",
      "image": "https://spoonacular.com/recipeImages/631755-312x231.jpg",
      "link": "https://spoonacular.com/recipes/peppermint-hot-chocolate-cupcakes-631755",
      "type": "HTML",
      "relevance": 9982,
      "content": "The recipe Peppermint Hot Chocolate Cupcakes could satisfy your American craving in approximately <b>45 minutes</b>. This recipe serves 24. This dessert has <b>349 calories</b>, <b>3g of protein</b>, and <b>13g of fat</b> per serving. For <b>59 cents per serving</b>, this recipe <b>covers 5%</b> of your daily requirements of vitamins and minerals. 42 people have tried and liked this recipe. A mixture of heavy cream, semisweet chocolate chips, vanillan extract, and a handful of other ingredients are all it takes to make this recipe so yummy. It is perfect for <b>Christmas</b>. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 21%</b>. This score is not so excellent. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/peppermint-hot-chocolate-cupcakes-587172\">Peppermint Hot Chocolate Cupcakes</a>, <a href=\"https://spoonacular.com/recipes/peppermint-hot-chocolate-cupcakes-590842\">Peppermint Hot Chocolate Cupcakes</a>, and <a href=\"https://spoonacular.com/recipes/crockpot-peppermint-hot-chocolate-peppermint-mocha-recipe-55009\">Crockpot Peppermint Hot Chocolate/peppermint Mocha Recipe</a>.",
      "dataPoints": []
    },
    {
      "id": 663832,
      "name": "Triple Chocolate Pumpkin Pie",
      "image": "https://spoonacular.com/recipeImages/663832-312x231.jpg",
      "link": "https://spoonacular.com/recipes/triple-chocolate-pumpkin-pie-663832",
      "type": "HTML",
      "relevance": 9981,
      "content": "Triple Chocolate Pumpkin Pie might be just the dessert you are searching for. This recipe serves 12 and costs $1.22 per serving. One portion of this dish contains approximately <b>6g of protein</b>, <b>23g of fat</b>, and a total of <b>415 calories</b>. 9 people have made this recipe and would make it again. Head to the store and pick up butter, ground, milk chocolate, and a few other things to make it today. It is brought to you by Foodista. It is perfect for <b>Thanksgiving</b>. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns a <b>rather bad spoonacular score of 37%</b>. Similar recipes include <a href=\"https://spoonacular.com/recipes/triple-chocolate-pumpkin-pie-24660\">Triple-chocolate Pumpkin Pie</a>, <a href=\"https://spoonacular.com/recipes/triple-chocolate-pumpkin-pie-247792\">Triple Chocolate Pumpkin Pie</a>, and <a href=\"https://spoonacular.com/recipes/triple-chocolate-pumpkin-pie-571283\">Triple Chocolate Pumpkin Pie</a>.",
      "dataPoints": []
    },
    {
      "id": 655384,
      "name": "Peanutbutter Sandwich Cookies",
      "image": "https://spoonacular.com/recipeImages/655384-312x231.jpg",
      "link": "https://spoonacular.com/recipes/peanutbutter-sandwich-cookies-655384",
      "type": "HTML",
      "relevance": 9980,
      "content": "The recipe Peanutbutter Sandwich Cookies can be made <b>in around 45 minutes</b>. This recipe makes 6 servings with <b>784 calories</b>, <b>13g of protein</b>, and <b>42g of fat</b> each. For <b>84 cents per serving</b>, this recipe <b>covers 14%</b> of your daily requirements of vitamins and minerals. Not a lot of people really liked this dessert. This recipe from Foodista has 1 fans. If you have heavy cream, semisweet choc, egg, and a few other ingredients on hand, you can make it. Overall, this recipe earns a <b>rather bad spoonacular score of 39%</b>. Try <a href=\"https://spoonacular.com/recipes/chocolate-peanutbutter-cupcakes-639158\">Chocolate Peanutbutter Cupcakes</a>, <a href=\"https://spoonacular.com/recipes/chocolate-peanutbutter-cookie-bars-gluten-free-vegan-542999\">Chocolate Peanutbutter Cookie Bars - Gluten Free & Vegan</a>, and <a href=\"https://spoonacular.com/recipes/chocolate-peanutbutter-rice-crispy-treats-refined-sugar-free-plus-a-lunchbox-organizing-tip-543036\">Chocolate Peanutbutter Rice Crispy Treats-Refined Sugar free (Plus a lunchbox organizing tip!)</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 640592,
      "name": "Creamy Bacon Mac and Cheese",
      "image": "https://spoonacular.com/recipeImages/640592-312x231.jpg",
      "link": "https://spoonacular.com/recipes/creamy-bacon-mac-and-cheese-640592",
      "type": "HTML",
      "relevance": 9979,
      "content": "Creamy Bacon Mac and Cheese might be just the <b>American</b> recipe you are searching for. This main course has <b>1145 calories</b>, <b>38g of protein</b>, and <b>83g of fat</b> per serving. This recipe serves 6 and costs $2.61 per serving. 1 person has made this recipe and would make it again. This recipe from Foodista requires heavy cream, rosemary, gruyere cheese, and bacon. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns a <b>good spoonacular score of 54%</b>. Similar recipes are <a href=\"https://spoonacular.com/recipes/creamy-mac-and-cheese-with-bacon-crumbs-1557107\">Creamy Mac and Cheese with Bacon Crumbs</a>, <a href=\"https://spoonacular.com/recipes/creamy-stovetop-jalapeno-bacon-mac-n-cheese-590677\">Creamy Stovetop Jalapeno-Bacon Mac ‘n Cheese</a>, and <a href=\"https://spoonacular.com/recipes/creamy-greek-yogurt-mac-n-cheese-with-peas-and-bacon-588455\">Creamy greek yogurt mac ‘n cheese with peas and bacon</a>.",
      "dataPoints": []
    },
    {
      "id": 639802,
      "name": "Coconut Pound Cake",
      "image": "https://spoonacular.com/recipeImages/639802-312x231.jpg",
      "link": "https://spoonacular.com/recipes/coconut-pound-cake-639802",
      "type": "HTML",
      "relevance": 9978,
      "content": "Coconut Pound Cake might be just the dessert you are searching for. This recipe serves 12 and costs 67 cents per serving. One portion of this dish contains roughly <b>5g of protein</b>, <b>11g of fat</b>, and a total of <b>299 calories</b>. This recipe from Foodista has 1 fans. From preparation to the plate, this recipe takes about <b>45 minutes</b>. Head to the store and pick up butter, vanilla, sugar, and a few other things to make it today. With a spoonacular <b>score of 15%</b>, this dish is rather bad. Similar recipes include <a href=\"https://spoonacular.com/recipes/coconut-pound-cake-66321\">Coconut Pound Cake</a>, <a href=\"https://spoonacular.com/recipes/coconut-pound-cake-127871\">Coconut Pound Cake</a>, and <a href=\"https://spoonacular.com/recipes/coconut-pound-cake-444842\">Coconut Pound Cake</a>.",
      "dataPoints": []
    },
    {
      "id": 633224,
      "name": "Baby Brie-Topped Potato Slices",
      "image": "https://spoonacular.com/recipeImages/633224-312x231.jpg",
      "link": "https://spoonacular.com/recipes/baby-brie-topped-potato-slices-633224",
      "type": "HTML",
      "relevance": 9977,
      "content": "Need a <b>gluten free and ketogenic hor d'oeuvre</b>? Baby Brie-Topped Potato Slices could be a spectacular recipe to try. For <b>22 cents per serving</b>, this recipe <b>covers 1%</b> of your daily requirements of vitamins and minerals. This recipe serves 24. One portion of this dish contains roughly <b>2g of protein</b>, <b>3g of fat</b>, and a total of <b>41 calories</b>. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. 1 person has tried and liked this recipe. It is brought to you by Foodista. A mixture of alouette baby brie cheese, julienne-cut sundried tomatoes and herbs, parmesan cheese, and a handful of other ingredients are all it takes to make this recipe so scrumptious. All things considered, we decided this recipe <b>deserves a spoonacular score of 17%</b>. This score is not so awesome. Similar recipes include <a href=\"https://spoonacular.com/recipes/veggie-topped-polenta-slices-412199\">Veggie-Topped Polenta Slices</a>, <a href=\"https://spoonacular.com/recipes/crab-n-brie-strudel-slices-444151\">Crab 'n' Brie Strudel Slices</a>, and <a href=\"https://spoonacular.com/recipes/frozen-chocolate-covered-banana-slices-topped-with-coconut-608185\">Frozen Chocolate Covered Banana Slices Topped with Coconut</a>.",
      "dataPoints": []
    },
    {
      "id": 673463,
      "name": "Slow Cooker Apple Pork Tenderloin",
      "image": "https://spoonacular.com/recipeImages/673463-312x231.jpg",
      "link": "https://spoonacular.com/recipes/slow-cooker-apple-pork-tenderloin-673463",
      "type": "HTML",
      "relevance": 9976,
      "content": "You can never have too many main course recipes, so give Slow Cooker Apple Pork Tenderloin a try. This recipe serves 1 and costs $4.41 per serving. One portion of this dish contains around <b>34g of protein</b>, <b>7g of fat</b>, and a total of <b>462 calories</b>. Head to the store and pick up apples, beef broth, pork tenderloin, and a few other things to make it today. This recipe from Pink When has 1 fans. From preparation to the plate, this recipe takes about <b>45 minutes</b>. It is a good option if you're following a <b>gluten free and dairy free</b> diet. Overall, this recipe earns a <b>solid spoonacular score of 57%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/slow-cooker-apple-pork-tenderloin-1614071\">Slow Cooker Apple Pork Tenderloin</a>, <a href=\"https://spoonacular.com/recipes/slow-cooker-pork-tenderloin-143861\">Slow Cooker Pork Tenderloin</a>, and <a href=\"https://spoonacular.com/recipes/amazing-pork-tenderloin-in-the-slow-cooker-143478\">Amazing Pork Tenderloin in the Slow Cooker</a>.",
      "dataPoints": []
    },
    {
      "id": 157498,
      "name": "Pumpkin Whipped Cream",
      "image": "https://spoonacular.com/recipeImages/157498-312x231.jpg",
      "link": "https://spoonacular.com/recipes/pumpkin-whipped-cream-157498",
      "type": "HTML",
      "relevance": 9975,
      "content": "Pumpkin Whipped Cream might be a good recipe to expand your side dish recipe box. One portion of this dish contains roughly <b>1g of protein</b>, <b>12g of fat</b>, and a total of <b>135 calories</b>. This gluten free recipe serves 8 and costs <b>33 cents per serving</b>. If you have cinnamon, vanillan extract, pumpkin whipped cream, and a few other ingredients on hand, you can make it. It is brought to you by spoonacular user <a href=\"/profile/Sally+Cooks\">Sally Cooks</a>. From preparation to the plate, this recipe takes about <b>5 minutes</b>. Try <a href=\"https://spoonacular.com/recipes/pumpkin-cupcakes-with-pumpkin-butter-whipped-cream-513281\">Pumpkin Cupcakes with Pumpkin Butter Whipped Cream</a>, <a href=\"https://spoonacular.com/recipes/pumpkin-chocolate-torte-with-pumpkin-whipped-cream-695917\">Pumpkin-Chocolate Torte with Pumpkin Whipped Cream</a>, and <a href=\"https://spoonacular.com/recipes/almost-no-bake-pumpkin-cream-pie-with-maple-whipped-cream-24648\">Almost No-bake Pumpkin Cream Pie With Maple Whipped Cream</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 632819,
      "name": "Asian Chickpea Lettuce Wraps",
      "image": "https://spoonacular.com/recipeImages/632819-312x231.jpg",
      "link": "https://spoonacular.com/recipes/asian-chickpea-lettuce-wraps-632819",
      "type": "HTML",
      "relevance": 9974,
      "content": "The recipe Asian Chickpea Lettuce Wraps could satisfy your Asian craving in approximately <b>45 minutes</b>. Watching your figure? This gluten free and dairy free recipe has <b>52 calories</b>, <b>1g of protein</b>, and <b>3g of fat</b> per serving. For <b>30 cents per serving</b>, you get a hor d'oeuvre that serves 6. If you have basil, rice vinegar, hoison sauce, and a few other ingredients on hand, you can make it. 15 people have tried and liked this recipe. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 66%</b>. This score is solid. Similar recipes are <a href=\"https://spoonacular.com/recipes/asian-chickpea-lettuce-wraps-1367507\">Asian Chickpea Lettuce Wraps</a>, <a href=\"https://spoonacular.com/recipes/asian-lettuce-wraps-1380755\">Asian Lettuce Wraps</a>, and <a href=\"https://spoonacular.com/recipes/asian-lettuce-wraps-542289\">Asian Lettuce Wraps</a>.",
      "dataPoints": []
    },
    {
      "id": 648004,
      "name": "Irish Soda Bread with Raisins",
      "image": "https://spoonacular.com/recipeImages/648004-312x231.jpg",
      "link": "https://spoonacular.com/recipes/irish-soda-bread-with-raisins-648004",
      "type": "HTML",
      "relevance": 9973,
      "content": "You can never have too many European recipes, so give Irish Soda Bread with Raisins a try. For <b>26 cents per serving</b>, you get a breakfast that serves 8. One portion of this dish contains approximately <b>2g of protein</b>, <b>7g of fat</b>, and a total of <b>158 calories</b>. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. 1 person were glad they tried this recipe. If you have sugar, butter, baking soda, and a few other ingredients on hand, you can make it. It will be a hit at your <b>st. patrick day</b> event. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Foodista. With a spoonacular <b>score of 14%</b>, this dish is rather bad. Similar recipes include <a href=\"https://spoonacular.com/recipes/irish-soda-bread-with-raisins-223500\">Irish Soda Bread with Raisins</a>, <a href=\"https://spoonacular.com/recipes/irish-soda-bread-with-raisins-447722\">Irish Soda Bread with Raisins</a>, and <a href=\"https://spoonacular.com/recipes/irish-soda-bread-with-raisins-140306\">Irish Soda Bread with Raisins</a>.",
      "dataPoints": []
    },
    {
      "id": 1100990,
      "name": "Blueberry, Chocolate & Cocao Superfood Pancakes - Gluten-Free/Paleo/Vegan",
      "image": "https://spoonacular.com/recipeImages/1100990-312x231.jpg",
      "link": "https://spoonacular.com/recipes/blueberry-chocolate-cocao-superfood-pancakes-gluten-free-paleo-vegan-1100990",
      "type": "HTML",
      "relevance": 9972,
      "content": "Blueberry, Chocolate & Cocao Superfood Pancakes - Gluten-Free/Paleo/Vegan takes about <b>30 minutes</b> from beginning to end. This recipe serves 2 and costs $2.94 per serving. One portion of this dish contains around <b>13g of protein</b>, <b>43g of fat</b>, and a total of <b>775 calories</b>. This recipe is liked by 15 foodies and cooks. Head to the store and pick up cacao nibs, himalayan sea salt, tapioca/arrowroot flour, and a few other things to make it today. It works well as a breakfast. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 66%</b>, which is good. Similar recipes include <a href=\"https://spoonacular.com/recipes/blueberry-chocolate-cocao-superfood-pancakes-gluten-free-paleo-vegan-1403565\">Blueberry, Chocolate & Cocao Superfood Pancakes - Gluten-Free/Paleo/Vegan</a>, <a href=\"https://spoonacular.com/recipes/blueberry-chocolate-cocao-superfood-pancakes-gluten-free-paleo-vegan-1394639\">Blueberry, Chocolate & Cocao Superfood Pancakes - Gluten-Free/Paleo/Vegan</a>, and <a href=\"https://spoonacular.com/recipes/blueberry-chocolate-cocao-superfood-pancakes-gluten-free-paleo-vegan-1386631\">Blueberry, Chocolate & Cocao Superfood Pancakes - Gluten-Free/Paleo/Vegan</a>.",
      "dataPoints": []
    },
    {
      "id": 640457,
      "name": "Crash Hot Potatoes",
      "image": "https://spoonacular.com/recipeImages/640457-312x231.jpg",
      "link": "https://spoonacular.com/recipes/crash-hot-potatoes-640457",
      "type": "HTML",
      "relevance": 9971,
      "content": "Crash Hot Potatoes might be a good recipe to expand your side dish collection. One serving contains <b>242 calories</b>, <b>11g of protein</b>, and <b>22g of fat</b>. This recipe serves 4. For <b>81 cents per serving</b>, this recipe <b>covers 6%</b> of your daily requirements of vitamins and minerals. 1 person has made this recipe and would make it again. If you have cheese, rosemary, kosher salt, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is a good option if you're following a <b>gluten free</b> diet. It is brought to you by Foodista. With a spoonacular <b>score of 14%</b>, this dish is rather bad. Try <a href=\"https://spoonacular.com/recipes/crash-hot-potatoes-530327\">Crash Hot Potatoes</a>, <a href=\"https://spoonacular.com/recipes/crash-hot-sweet-potatoes-1215027\">Crash Hot Sweet Potatoes</a>, and <a href=\"https://spoonacular.com/recipes/crash-hot-sweet-potatoes-610293\">Crash Hot Sweet Potatoes</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 643129,
      "name": "Flawless Chocolate Fudge",
      "image": "https://spoonacular.com/recipeImages/643129-312x231.jpg",
      "link": "https://spoonacular.com/recipes/flawless-chocolate-fudge-643129",
      "type": "HTML",
      "relevance": 9970,
      "content": "Flawless Chocolate Fudge requires approximately <b>1 hour</b> from start to finish. One portion of this dish contains roughly <b>2g of protein</b>, <b>10g of fat</b>, and a total of <b>291 calories</b>. This recipe serves 16 and costs 33 cents per serving. This recipe from Foodista has 9 fans. It is a good option if you're following a <b>gluten free</b> diet. If you have butter, marshmallow fluff, real vanillan extract, and a few other ingredients on hand, you can make it. It works well as a very affordable dessert. Overall, this recipe earns a <b>rather bad spoonacular score of 15%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/bakers-fabulously-flawless-fudge-142413\">Baker's Fabulously Flawless Fudge</a>, <a href=\"https://spoonacular.com/recipes/chocolate-fudge-cupcakes-filled-with-chocolate-fudge-cookie-bar-and-marshmallow-meringue-frosting-373158\">Chocolate Fudge Cupcakes filled with Chocolate Fudge Cookie Bar and Marshmallow Meringue Frosting</a>, and <a href=\"https://spoonacular.com/recipes/chocolate-fudge-cake-recipe-mega-chocolate-fudge-cake-60909\">Chocolate Fudge Cake Recipe (mega Chocolate Fudge Cake)</a>.",
      "dataPoints": []
    },
    {
      "id": 157101,
      "name": "Chocolate Chai Panna Cotta",
      "image": "https://spoonacular.com/recipeImages/157101-312x231.jpg",
      "link": "https://spoonacular.com/recipes/chocolate-chai-panna-cotta-157101",
      "type": "HTML",
      "relevance": 9969,
      "content": "Forget going out to eat or ordering takeout every time you crave Mediterranean food. Try making Chocolate Chai Panna Cottan at home. This dessert has <b>223 calories</b>, <b>4g of protein</b>, and <b>10g of fat</b> per serving. This gluten free recipe serves 4 and costs <b>47 cents per serving</b>. This recipe from spoonacular user <a href=\"/profile/Because+I+Like+Chocolate+\">Because I Like Chocolate </a> requires chai tea bag, milk, water, and sugar. From preparation to the plate, this recipe takes roughly <b>20 minutes</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chocolate-chai-panna-cotta-1635837\">Chocolate Chai Panna Cotta</a>, <a href=\"https://spoonacular.com/recipes/chocolate-panna-cotta-604972\">Chocolate Panna Cotta</a>, and <a href=\"https://spoonacular.com/recipes/white-chocolate-panna-cotta-1179645\">White Chocolate Panna Cotta</a>.",
      "dataPoints": []
    },
    {
      "id": 660243,
      "name": "Sliced Baguette with Anchovy Chive Butter and Radishes",
      "image": "https://spoonacular.com/recipeImages/660243-312x231.jpg",
      "link": "https://spoonacular.com/recipes/sliced-baguette-with-anchovy-chive-butter-and-radishes-660243",
      "type": "HTML",
      "relevance": 9968,
      "content": "Sliced Baguette with Anchovy Chive Butter and Radishes could be just the <b>pescatarian</b> recipe you've been looking for. This recipe makes 16 servings with <b>135 calories</b>, <b>3g of protein</b>, and <b>7g of fat</b> each. For <b>37 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. 22 people have tried and liked this recipe. This recipe from Foodista requires butter, radishes, coarse kosher salt, and chives. From preparation to the plate, this recipe takes about <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 20%</b>, which is rather bad. Try <a href=\"https://spoonacular.com/recipes/sliced-baguette-with-radishes-and-anchovy-butter-26\">Sliced Baguette With Radishes And Anchovy Butter</a>, <a href=\"https://spoonacular.com/recipes/sliced-baguette-with-radishes-and-anchovy-butter-16\">Sliced Baguette With Radishes And Anchovy Butter</a>, and <a href=\"https://spoonacular.com/recipes/sliced-baguette-with-butter-radishes-sea-salt-44454\">Sliced Baguette With Butter, Radishes & Sea Salt</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 642998,
      "name": "Fisherman’s Catch Pasta",
      "image": "https://spoonacular.com/recipeImages/642998-312x231.jpg",
      "link": "https://spoonacular.com/recipes/fishermans-catch-pasta-642998",
      "type": "HTML",
      "relevance": 9967,
      "content": "If you want to add more <b>pescatarian</b> recipes to your repertoire, Fisherman’s Catch Pasta might be a recipe you should try. For <b>$7.36 per serving</b>, this recipe <b>covers 33%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains around <b>42g of protein</b>, <b>24g of fat</b>, and a total of <b>545 calories</b>. This recipe serves 4. Head to the store and pick up parmiggiano reggiano cheese, parsley, butter, and a few other things to make it today. 1 person has made this recipe and would make it again. It is brought to you by Foodista. It works well as a main course. From preparation to the plate, this recipe takes about <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 67%</b>. This score is solid. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/flying-sea-urchin-pasta-with-fish-roe-and-chives-from-the-catch-202536\">Flying Sean Urchin Pasta with Fish Roe and Chives from 'The Catch</a>, <a href=\"https://spoonacular.com/recipes/catch-some-zs-399729\">Catch Some Z's</a>, and <a href=\"https://spoonacular.com/recipes/catch-22-cocktail-187182\">Catch-22 Cocktail</a>.",
      "dataPoints": []
    },
    {
      "id": 641410,
      "name": "Delicious Rhubarb Custard Pie",
      "image": "https://spoonacular.com/recipeImages/641410-312x231.jpg",
      "link": "https://spoonacular.com/recipes/delicious-rhubarb-custard-pie-641410",
      "type": "HTML",
      "relevance": 9966,
      "content": "Delicious Rhubarb Custard Pie requires approximately <b>1 hour and 15 minutes</b> from start to finish. One serving contains <b>170 calories</b>, <b>4g of protein</b>, and <b>11g of fat</b>. For <b>53 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. This recipe serves 8. 7 people have made this recipe and would make it again. A mixture of salt, eggs, flour, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is brought to you by Foodista. It can be enjoyed any time, but it is especially good for <b>Mother's Day</b>. Overall, this recipe earns a <b>not so outstanding spoonacular score of 20%</b>. Similar recipes include <a href=\"https://spoonacular.com/recipes/rhubarb-custard-pie-698186\">Rhubarb Custard Pie</a>, <a href=\"https://spoonacular.com/recipes/rhubarb-custard-pie-i-606661\">Rhubarb Custard Pie I</a>, and <a href=\"https://spoonacular.com/recipes/rhubarb-custard-pie-1448301\">Rhubarb Custard Pie</a>.",
      "dataPoints": []
    },
    {
      "id": 640489,
      "name": "Cream Cheese Cookies",
      "image": "https://spoonacular.com/recipeImages/640489-312x231.jpg",
      "link": "https://spoonacular.com/recipes/cream-cheese-cookies-640489",
      "type": "HTML",
      "relevance": 9965,
      "content": "You can never have too many dessert recipes, so give Cream Cheese Cookies a try. This recipe serves 40 and costs 6 cents per serving. One serving contains <b>54 calories</b>, <b>0g of protein</b>, and <b>1g of fat</b>. 1 person were glad they tried this recipe. If you have egg white, icing sugar, baking powder, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 7%</b>, which is improvable. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/sour-cream-cut-out-cookies-with-cream-cheese-icing-144288\">Sour Cream Cut-Out Cookies With Cream Cheese Icing</a>, <a href=\"https://spoonacular.com/recipes/chocolate-cookies-and-cream-cupcakes-with-cream-cheese-frosting-796092\">Chocolate Cookies and Cream Cupcakes with Cream Cheese Frosting</a>, and <a href=\"https://spoonacular.com/recipes/cream-cheese-m-and-ms-cookies-572629\">Cream Cheese M and M’s Cookies</a>.",
      "dataPoints": []
    },
    {
      "id": 648635,
      "name": "Julia Child's Baked Cucumbers Butter-Free",
      "image": "https://spoonacular.com/recipeImages/648635-312x231.jpg",
      "link": "https://spoonacular.com/recipes/julia-childs-baked-cucumbers-butter-free-648635",
      "type": "HTML",
      "relevance": 9964,
      "content": "You can never have too many side dish recipes, so give Julia Child's Baked Cucumbers Butter-Free a try. For <b>56 cents per serving</b>, this recipe <b>covers 5%</b> of your daily requirements of vitamins and minerals. One serving contains <b>47 calories</b>, <b>1g of protein</b>, and <b>3g of fat</b>. This recipe serves 6. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. 1 person has made this recipe and would make it again. A mixture of olive oil, cucumbers, dill, and a handful of other ingredients are all it takes to make this recipe so delicious. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>1 hour and 30 minutes</b>. Overall, this recipe earns a <b>rather bad spoonacular score of 37%</b>. <a href=\"https://spoonacular.com/recipes/julia-childs-baked-cucumbers-with-all-variations-102880\">Julia Child's Baked Cucumbers With All Variations</a>, <a href=\"https://spoonacular.com/recipes/julia-childs-baked-yogurt-tart-135260\">Julia Child's Baked Yogurt Tart</a>, and <a href=\"https://spoonacular.com/recipes/julia-childs-ratatouille-1202455\">Julia Child's Ratatouille</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 715552,
      "name": "Homemade Meatloaf (Like Grandma Made!)",
      "image": "https://spoonacular.com/recipeImages/715552-312x231.jpg",
      "link": "https://spoonacular.com/recipes/homemade-meatloaf-like-grandma-made-715552",
      "type": "HTML",
      "relevance": 9963,
      "content": "You can never have too many main course recipes, so give Homemade Meatloaf (Like Grandma Made!) a try. This recipe serves 6 and costs $1.75 per serving. One portion of this dish contains about <b>28g of protein</b>, <b>8g of fat</b>, and a total of <b>327 calories</b>. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. If you have saltine crackers, onion, x 9\" pan, and a few other ingredients on hand, you can make it. 1 person found this recipe to be flavorful and satisfying. It is brought to you by Pink When. Overall, this recipe earns a <b>solid spoonacular score of 60%</b>. Try <a href=\"https://spoonacular.com/recipes/fava-beans-just-like-grandma-made-112465\">Fava Beans Just Like Grandma Made</a>, <a href=\"https://spoonacular.com/recipes/grandmas-famous-potatoes-au-gratin-made-easy-119952\">Grandma's Famous Potatoes Au Gratin (Made Easy)</a>, and <a href=\"https://spoonacular.com/recipes/the-best-meatloaf-ive-ever-made-470133\">The Best Meatloaf I've Ever Made</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 715389,
      "name": "Cinnamon Nut Squares",
      "image": "https://spoonacular.com/recipeImages/715389-312x231.jpg",
      "link": "https://spoonacular.com/recipes/cinnamon-nut-squares-715389",
      "type": "HTML",
      "relevance": 9962,
      "content": "If you want to add more <b>lacto ovo vegetarian</b> recipes to your repertoire, Cinnamon Nut Squares might be a recipe you should try. For <b>27 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. One serving contains <b>174 calories</b>, <b>2g of protein</b>, and <b>11g of fat</b>. This recipe serves 24. Head to the store and pick up egg, sugar, pecans, and a few other things to make it today. It works well as a hor d'oeuvre. 43 people found this recipe to be yummy and satisfying. From preparation to the plate, this recipe takes roughly <b>1 hour and 10 minutes</b>. It is brought to you by Pink When. Taking all factors into account, this recipe <b>earns a spoonacular score of 16%</b>, which is not so spectacular. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/honey-nut-squares-152998\">Honey Nut Squares</a>, <a href=\"https://spoonacular.com/recipes/toffee-nut-squares-218059\">Toffee nut squares</a>, and <a href=\"https://spoonacular.com/recipes/salted-nut-squares-406338\">Salted Nut Squares</a>.",
      "dataPoints": []
    },
    {
      "id": 651930,
      "name": "Mini Bournvita Bundt Cakes",
      "image": "https://spoonacular.com/recipeImages/651930-312x231.jpg",
      "link": "https://spoonacular.com/recipes/mini-bournvita-bundt-cakes-651930",
      "type": "HTML",
      "relevance": 9961,
      "content": "Mini Bournvita Bundt Cakes might be a good recipe to expand your dessert collection. For <b>15 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe serves 7. Watching your figure? This lacto ovo vegetarian recipe has <b>92 calories</b>, <b>1g of protein</b>, and <b>7g of fat</b> per serving. This recipe from Foodista has 1 fans. A mixture of milk, salt, cocoa powder, and a handful of other ingredients are all it takes to make this recipe so delicious. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Overall, this recipe earns a <b>rather bad spoonacular score of 18%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/mini-pumpkin-bundt-cakes-616118\">Mini Pumpkin Bundt Cakes</a>, <a href=\"https://spoonacular.com/recipes/mini-blueberry-bundt-cakes-421177\">Mini Blueberry Bundt Cakes</a>, and <a href=\"https://spoonacular.com/recipes/caramel-mini-bundt-cakes-59890\">Caramel Mini Bundt Cakes</a>.",
      "dataPoints": []
    },
    {
      "id": 1096270,
      "name": "Blueberry Coconut Crumble",
      "image": "https://spoonacular.com/recipeImages/1096270-312x231.jpg",
      "link": "https://spoonacular.com/recipes/blueberry-coconut-crumble-1096270",
      "type": "HTML",
      "relevance": 9960,
      "content": "If you want to add more <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> recipes to your repertoire, Blueberry Coconut Crumble might be a recipe you should try. For <b>34 cents per serving</b>, this recipe <b>covers 1%</b> of your daily requirements of vitamins and minerals. This recipe serves 12. One portion of this dish contains around <b>1g of protein</b>, <b>3g of fat</b>, and a total of <b>52 calories</b>. 1 person were impressed by this recipe. Head to the store and pick up cassava flour, coconut, coconut oil, and a few other things to make it today. From preparation to the plate, this recipe takes about <b>35 minutes</b>. It is brought to you by Foodista. With a spoonacular <b>score of 16%</b>, this dish is not so awesome. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/blueberry-baked-french-toast-with-amaretti-crumble-and-blueberry-maple-syrup-247999\">Blueberry Baked French Toast with Amaretti Crumble and Blueberry Maple Syrup</a>, <a href=\"https://spoonacular.com/recipes/blueberry-crumble-546604\">Blueberry Crumble</a>, and <a href=\"https://spoonacular.com/recipes/blueberry-crumble-513538\">Blueberry Crumble</a>.",
      "dataPoints": []
    },
    {
      "id": 637591,
      "name": "Cheese Tortellini Alfredo",
      "image": "https://spoonacular.com/recipeImages/637591-312x231.jpg",
      "link": "https://spoonacular.com/recipes/cheese-tortellini-alfredo-637591",
      "type": "HTML",
      "relevance": 9959,
      "content": "Cheese Tortellini Alfredo might be a good recipe to expand your main course recipe box. This recipe serves 4. One portion of this dish contains approximately <b>22g of protein</b>, <b>29g of fat</b>, and a total of <b>593 calories</b>. For <b>$1.76 per serving</b>, this recipe <b>covers 6%</b> of your daily requirements of vitamins and minerals. It is an <b>affordable</b> recipe for fans of Mediterranean food. 6 people have tried and liked this recipe. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Foodista. If you have whipping cream, parmiggiano reggiano, nutmeg, and a few other ingredients on hand, you can make it. All things considered, we decided this recipe <b>deserves a spoonacular score of 17%</b>. This score is rather bad. Similar recipes are <a href=\"https://spoonacular.com/recipes/chicken-cheese-tortellini-alfredo-1343875\">Chicken & Cheese Tortellini Alfredo</a>, <a href=\"https://spoonacular.com/recipes/chicken-cheese-tortellini-alfredo-398543\">Chicken & Cheese Tortellini Alfredo</a>, and <a href=\"https://spoonacular.com/recipes/cheese-tortellini-with-spinach-feta-alfredo-sauce-491812\">Cheese Tortellini with Spinach Fetan Alfredo Sauce</a>.",
      "dataPoints": []
    },
    {
      "id": 1697671,
      "name": "Sour Cream Coffee Cake",
      "image": "https://spoonacular.com/recipeImages/1697671-312x231.jpg",
      "link": "https://spoonacular.com/recipes/sour-cream-coffee-cake-1697671",
      "type": "HTML",
      "relevance": 9958,
      "content": "Sour Cream Coffee Cake might be just the breakfast you are searching for. This recipe makes 12 servings with <b>609 calories</b>, <b>8g of protein</b>, and <b>27g of fat</b> each. For <b>70 cents per serving</b>, this recipe <b>covers 11%</b> of your daily requirements of vitamins and minerals. This recipe from spoonacular user <a href=\"/profile/maplewoodroad\">maplewoodroad</a> requires brown sugar, salt, granulated sugar, and vanillan extract. From preparation to the plate, this recipe takes around <b>1 hour</b>. Similar recipes include <a href=\"https://spoonacular.com/recipes/sour-cream-coffee-cake-559756\">Sour Cream Coffee Cake</a>, <a href=\"https://spoonacular.com/recipes/sour-cream-coffee-cake-306914\">Sour Cream Coffee Cake</a>, and <a href=\"https://spoonacular.com/recipes/sour-cream-coffee-cake-62988\">Sour Cream Coffee Cake</a>.",
      "dataPoints": []
    },
    {
      "id": 780726,
      "name": "Skinny Chocolate Banana Bread",
      "image": "https://spoonacular.com/recipeImages/780726-312x231.jpg",
      "link": "https://spoonacular.com/recipes/skinny-chocolate-banana-bread-780726",
      "type": "HTML",
      "relevance": 9957,
      "content": "Need a <b>gluten free and lacto ovo vegetarian breakfast</b>? Skinny Chocolate Banana Bread could be a super recipe to try. This recipe serves 3 and costs $1.98 per serving. One serving contains <b>633 calories</b>, <b>16g of protein</b>, and <b>23g of fat</b>. 4 people were impressed by this recipe. It is brought to you by Pink When. From preparation to the plate, this recipe takes about <b>45 minutes</b>. If you have vanilla flavoring, honey, cacao powder, and a few other ingredients on hand, you can make it. Taking all factors into account, this recipe <b>earns a spoonacular score of 35%</b>, which is not so awesome. Similar recipes are <a href=\"https://spoonacular.com/recipes/skinny-chocolate-banana-bread-1636429\">Skinny Chocolate Banana Bread</a>, <a href=\"https://spoonacular.com/recipes/skinny-chocolate-banana-bread-1019171\">Skinny Chocolate Banana Bread</a>, and <a href=\"https://spoonacular.com/recipes/skinny-double-chocolate-banana-bread-625773\">Skinny Double Chocolate Banana Bread</a>.",
      "dataPoints": []
    },
    {
      "id": 632577,
      "name": "Apple Pie Pancakes",
      "image": "https://spoonacular.com/recipeImages/632577-312x231.jpg",
      "link": "https://spoonacular.com/recipes/apple-pie-pancakes-632577",
      "type": "HTML",
      "relevance": 9956,
      "content": "If you want to add more <b>dairy free</b> recipes to your repertoire, Apple Pie Pancakes might be a recipe you should try. This recipe serves 4. This breakfast has <b>76 calories</b>, <b>1g of protein</b>, and <b>2g of fat</b> per serving. For <b>60 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. This recipe is typical of American cuisine. It is brought to you by Foodista. 1 person were glad they tried this recipe. Head to the store and pick up whipped cream, pancake mix, cinnamon, and a few other things to make it today. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 28%</b>. This score is rather bad. Similar recipes include <a href=\"https://spoonacular.com/recipes/apple-pie-pancakes-1681235\">Apple Pie Pancakes</a>, <a href=\"https://spoonacular.com/recipes/apple-pie-pancakes-570669\">Apple Pie Pancakes</a>, and <a href=\"https://spoonacular.com/recipes/apple-pie-pancakes-70335\">Apple Pie Pancakes</a>.",
      "dataPoints": []
    },
    {
      "id": 637194,
      "name": "Carrot Cucumber Salad (Asian Style)",
      "image": "https://spoonacular.com/recipeImages/637194-312x231.jpg",
      "link": "https://spoonacular.com/recipes/carrot-cucumber-salad-asian-style-637194",
      "type": "HTML",
      "relevance": 9955,
      "content": "Carrot Cucumber Salad (Asian Style) is a side dish that serves 4. One portion of this dish contains about <b>1g of protein</b>, <b>2g of fat</b>, and a total of <b>58 calories</b>. For <b>62 cents per serving</b>, this recipe <b>covers 7%</b> of your daily requirements of vitamins and minerals. 1 person were impressed by this recipe. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. It is brought to you by Foodista. Not a lot of people really liked this Asian dish. If you have carrot - remove skin and grate, chili - thinly, coriander leaves -shredded, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 75%</b>, this dish is pretty good. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/asian-style-cucumber-salad-103334\">Asian-Style Cucumber Salad</a>, <a href=\"https://spoonacular.com/recipes/asian-meatballs-with-cucumber-carrot-slaw-46179\">Asian Meatballs With Cucumber- Carrot Slaw</a>, and <a href=\"https://spoonacular.com/recipes/asian-cucumber-salad-1630139\">Asian Cucumber Salad</a>.",
      "dataPoints": []
    },
    {
      "id": 646424,
      "name": "Healthier Southern-Style Green Beans",
      "image": "https://spoonacular.com/recipeImages/646424-312x231.jpg",
      "link": "https://spoonacular.com/recipes/healthier-southern-style-green-beans-646424",
      "type": "HTML",
      "relevance": 9954,
      "content": "Healthier Southern-Style Green Beans takes roughly <b>45 minutes</b> from beginning to end. One serving contains <b>89 calories</b>, <b>4g of protein</b>, and <b>4g of fat</b>. This gluten free and primal recipe serves 6 and costs <b>61 cents per serving</b>. If you have green beans, onion, bacon, and a few other ingredients on hand, you can make it. 1 person were glad they tried this recipe. It works well as a side dish. It is brought to you by Foodista. It is a <b>very affordable</b> recipe for fans of Southern food. Overall, this recipe earns a <b>not so tremendous spoonacular score of 40%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/southern-style-green-beans-1393973\">Southern-Style Green Beans</a>, <a href=\"https://spoonacular.com/recipes/southern-style-green-beans-668868\">Southern-Style Green Beans</a>, and <a href=\"https://spoonacular.com/recipes/southern-style-green-beans-983917\">Southern-Style Green Beans</a>.",
      "dataPoints": []
    },
    {
      "id": 1096278,
      "name": "Nutella Fudge Candy",
      "image": "https://spoonacular.com/recipeImages/1096278-312x231.jpg",
      "link": "https://spoonacular.com/recipes/nutella-fudge-candy-1096278",
      "type": "HTML",
      "relevance": 9953,
      "content": "Nutella Fudge Candy could be just the <b>gluten free</b> recipe you've been looking for. This recipe serves 12 and costs 66 cents per serving. One portion of this dish contains about <b>3g of protein</b>, <b>7g of fat</b>, and a total of <b>193 calories</b>. Not a lot of people made this recipe, and 1 would say it hit the spot. It is brought to you by Foodista. A mixture of cocoa powder, condensed milk, bowl of chocolate sprinkles, and a handful of other ingredients are all it takes to make this recipe so delicious. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 12%</b>. This score is rather bad. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/candy-cane-crumble-nutella-cookies-523767\">Candy Cane Crumble Nutella Cookies</a>, <a href=\"https://spoonacular.com/recipes/peanut-butter-nutella-candy-bar-brownie-683621\">Peanut Butter Nutella Candy Bar Brownie</a>, and <a href=\"https://spoonacular.com/recipes/nutella-fudge-1460785\">Nutella Fudge</a>.",
      "dataPoints": []
    },
    {
      "id": 640366,
      "name": "Cranberry Crumb Bars",
      "image": "https://spoonacular.com/recipeImages/640366-312x231.jpg",
      "link": "https://spoonacular.com/recipes/cranberry-crumb-bars-640366",
      "type": "HTML",
      "relevance": 9952,
      "content": "Cranberry Crumb Bars is a <b>lacto ovo vegetarian</b> hor d'oeuvre. For <b>29 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. This recipe serves 24. One serving contains <b>163 calories</b>, <b>2g of protein</b>, and <b>9g of fat</b>. If you have vanilla, butter, baking powder, and a few other ingredients on hand, you can make it. A couple people made this recipe, and 18 would say it hit the spot. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 16%</b>, which is rather bad. <a href=\"https://spoonacular.com/recipes/cranberry-crumb-bars-55831\">Cranberry Crumb Bars</a>, <a href=\"https://spoonacular.com/recipes/cranberry-crumb-bars-585182\">Cranberry Crumb Bars</a>, and <a href=\"https://spoonacular.com/recipes/cranberry-crumb-bars-128334\">Cranberry Crumb Bars</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 650755,
      "name": "Mango Black Tea Skinny Cocktail",
      "image": "https://spoonacular.com/recipeImages/650755-312x231.jpg",
      "link": "https://spoonacular.com/recipes/mango-black-tea-skinny-cocktail-650755",
      "type": "HTML",
      "relevance": 9951,
      "content": "You can never have too many beverage recipes, so give Mango Black Tea Skinny Cocktail a try. Watching your figure? This dairy free, lacto ovo vegetarian, and vegan recipe has <b>82 calories</b>, <b>0g of protein</b>, and <b>0g of fat</b> per serving. For <b>$1.58 per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe serves 8. It is brought to you by Foodista. This recipe is liked by 1 foodies and cooks. A mixture of pitcher of water, mango tea bags, bourbon, and a handful of other ingredients are all it takes to make this recipe so flavorful. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Overall, this recipe earns a <b>not so awesome spoonacular score of 14%</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/black-currant-mango-iced-tea-129660\">Black Currant Mango Iced Tea</a>, <a href=\"https://spoonacular.com/recipes/black-tea-spring-rolls-with-eggplant-and-mango-dipping-sauce-562862\">Black Tea Spring Rolls with Eggplant and Mango Dipping Sauce</a>, and <a href=\"https://spoonacular.com/recipes/quick-and-easy-and-super-skinny-southwestern-spiced-salmon-with-black-bean-cucumber-and-mango-salsa-5151\">QUICK AND EASY AND SUPER SKINNY: SOUTHWESTERN SPICED SALMON WITH BLACK BEAN, CUCUMBER AND MANGO SALSA</a>.",
      "dataPoints": []
    },
    {
      "id": 641767,
      "name": "Dutch Oven Danish Cake",
      "image": "https://spoonacular.com/recipeImages/641767-312x231.jpg",
      "link": "https://spoonacular.com/recipes/dutch-oven-danish-cake-641767",
      "type": "HTML",
      "relevance": 9950,
      "content": "Dutch Oven Danish Cake might be just the dessert you are searching for. This recipe serves 10. One portion of this dish contains around <b>11g of protein</b>, <b>27g of fat</b>, and a total of <b>738 calories</b>. For <b>$1.79 per serving</b>, this recipe <b>covers 12%</b> of your daily requirements of vitamins and minerals. 1 person has tried and liked this recipe. From preparation to the plate, this recipe takes about <b>45 minutes</b>. This recipe from Foodista requires almond extract, cream cheese, salt, and cool whip. With a spoonacular <b>score of 30%</b>, this dish is not so awesome. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/dutch-oven-hoecakes-313491\">Dutch Oven Hoecakes</a>, <a href=\"https://spoonacular.com/recipes/dutch-oven-cobbler-423365\">Dutch Oven Cobbler</a>, and <a href=\"https://spoonacular.com/recipes/dutch-oven-paella-1438817\">Dutch Oven Paella</a>.",
      "dataPoints": []
    },
    {
      "id": 634165,
      "name": "Banana Prawn Rolls",
      "image": "https://spoonacular.com/recipeImages/634165-312x231.jpg",
      "link": "https://spoonacular.com/recipes/banana-prawn-rolls-634165",
      "type": "HTML",
      "relevance": 9949,
      "content": "Banana Prawn Rolls is a <b>gluten free, dairy free, and fodmap friendly</b> recipe with 3 servings. One portion of this dish contains around <b>24g of protein</b>, <b>5g of fat</b>, and a total of <b>342 calories</b>. For <b>$2.36 per serving</b>, this recipe <b>covers 9%</b> of your daily requirements of vitamins and minerals. Only a few people made this recipe, and 1 would say it hit the spot. A mixture of gently mix in banana, bananan and prawn are a match made in heaven. these make wonderful snacks, huatiao wine, and a handful of other ingredients are all it takes to make this recipe so yummy. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 31%</b>, which is not so excellent. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/prawn-and-watercress-rolls-13830\">Prawn And Watercress Rolls</a>, <a href=\"https://spoonacular.com/recipes/vietnamese-prawn-spiralized-rolls-1093480\">Vietnamese prawn spiralized rolls</a>, and <a href=\"https://spoonacular.com/recipes/banana-spring-rolls-676158\">Banana Spring Rolls</a>.",
      "dataPoints": []
    },
    {
      "id": 638619,
      "name": "Chimichurri",
      "image": "https://spoonacular.com/recipeImages/638619-312x231.jpg",
      "link": "https://spoonacular.com/recipes/chimichurri-638619",
      "type": "HTML",
      "relevance": 9948,
      "content": "The recipe Chimichurri is ready <b>in roughly 45 minutes</b> and is definitely an excellent <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> option for lovers of Latin American food. This recipe serves 4. One portion of this dish contains around <b>1g of protein</b>, <b>7g of fat</b>, and a total of <b>75 calories</b>. For <b>$1.08 per serving</b>, this recipe <b>covers 8%</b> of your daily requirements of vitamins and minerals. Only a few people really liked this sauce. 2 people have tried and liked this recipe. A mixture of ground pepper, salt, garlic cloves, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is brought to you by Foodista. With a spoonacular <b>score of 50%</b>, this dish is pretty good. Similar recipes include <a href=\"https://spoonacular.com/recipes/steak-with-chimichurri-sauce-carne-con-chimichurri-1294491\">Steak with Chimichurri Sauce (Carne con Chimichurri)</a>, <a href=\"https://spoonacular.com/recipes/bistec-argentino-al-chimichurri-steak-with-chimichurri-sauce-144447\">Bistec Argentino al Chimichurri (Steak with Chimichurri Sauce)</a>, and <a href=\"https://spoonacular.com/recipes/bistec-argentino-al-chimichurri-steak-with-chimichurri-sauce-1194721\">Bistec Argentino al Chimichurri (Steak with Chimichurri Sauce)</a>.",
      "dataPoints": []
    },
    {
      "id": 644586,
      "name": "Ginger Hottendots",
      "image": "https://spoonacular.com/recipeImages/644586-312x231.jpg",
      "link": "https://spoonacular.com/recipes/ginger-hottendots-644586",
      "type": "HTML",
      "relevance": 9947,
      "content": "Ginger Hottendots is a <b>lacto ovo vegetarian</b> hor d'oeuvre. For <b>12 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe makes 48 servings with <b>107 calories</b>, <b>1g of protein</b>, and <b>3g of fat</b> each. Not a lot of people made this recipe, and 1 would say it hit the spot. If you have ap flour, balsamic vinegar, eggs, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Foodista. Overall, this recipe earns a <b>rather bad spoonacular score of 10%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/double-ginger-sour-cream-and-bundt-cake-with-ginger-infused-strawberries-61100\">Double-Ginger Sour Cream and Bundt Cake with Ginger-Infused Strawberries</a>, <a href=\"https://spoonacular.com/recipes/gluten-free-ginger-cream-scones-with-homemade-candied-ginger-525984\">Gluten Free Ginger Cream Scones with Homemade Candied Ginger</a>, and <a href=\"https://spoonacular.com/recipes/the-secret-ingredient-ginger-jam-sweet-ginger-seared-tuna-89286\">The Secret Ingredient (Ginger Jam): Sweet Ginger Seared Tuna</a>.",
      "dataPoints": []
    },
    {
      "id": 659199,
      "name": "Salted Chocolate Chunk Cookies",
      "image": "https://spoonacular.com/recipeImages/659199-312x231.jpg",
      "link": "https://spoonacular.com/recipes/salted-chocolate-chunk-cookies-659199",
      "type": "HTML",
      "relevance": 9946,
      "content": "If you want to add more <b>lacto ovo vegetarian</b> recipes to your recipe box, Salted Chocolate Chunk Cookies might be a recipe you should try. This recipe serves 24. This dessert has <b>203 calories</b>, <b>3g of protein</b>, and <b>10g of fat</b> per serving. For <b>49 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. 1 person were impressed by this recipe. If you have vanillan extract, brown sugar, sea salt, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 14%</b>, which is rather bad. <a href=\"https://spoonacular.com/recipes/salted-chocolate-chunk-cookies-609129\">Salted Chocolate Chunk Cookies</a>, <a href=\"https://spoonacular.com/recipes/salted-chocolate-chunk-cookies-666240\">Salted Chocolate Chunk Cookies</a>, and <a href=\"https://spoonacular.com/recipes/salted-chocolate-chunk-cookies-1200541\">Salted Chocolate Chunk Cookies</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 638917,
      "name": "Chocolate Chip Coconut Muffins",
      "image": "https://spoonacular.com/recipeImages/638917-312x231.jpg",
      "link": "https://spoonacular.com/recipes/chocolate-chip-coconut-muffins-638917",
      "type": "HTML",
      "relevance": 9945,
      "content": "The recipe Chocolate Chip Coconut Muffins can be made <b>in roughly 45 minutes</b>. This gluten free, dairy free, and fodmap friendly recipe serves 12 and costs <b>71 cents per serving</b>. This breakfast has <b>263 calories</b>, <b>5g of protein</b>, and <b>11g of fat</b> per serving. A few people made this recipe, and 10 would say it hit the spot. It is brought to you by Foodista. A mixture of sucanat, coconut flakes, almond milk, and a handful of other ingredients are all it takes to make this recipe so scrumptious. All things considered, we decided this recipe <b>deserves a spoonacular score of 29%</b>. This score is not so great. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/chocolate-chip-muffins-with-coconut-streusel-53777\">Chocolate Chip Muffins With Coconut Streusel</a>, <a href=\"https://spoonacular.com/recipes/banana-chocolate-chip-coconut-muffins-626620\">Banana Chocolate Chip Coconut Muffins</a>, and <a href=\"https://spoonacular.com/recipes/vegan-chocolate-chip-coconut-muffins-1410845\">Vegan Chocolate Chip Coconut Muffins</a>.",
      "dataPoints": []
    },
    {
      "id": 715381,
      "name": "Creamy Lime Pie Square Bites",
      "image": "https://spoonacular.com/recipeImages/715381-312x231.jpg",
      "link": "https://spoonacular.com/recipes/creamy-lime-pie-square-bites-715381",
      "type": "HTML",
      "relevance": 9944,
      "content": "Creamy Lime Pie Square Bites might be just the dessert you are searching for. One serving contains <b>631 calories</b>, <b>8g of protein</b>, and <b>33g of fat</b>. This lacto ovo vegetarian recipe serves 2 and costs <b>92 cents per serving</b>. It is brought to you by Pink When. 1669 people were impressed by this recipe. A mixture of all purpose flour, graham cracker crumbs, lime zest, and a handful of other ingredients are all it takes to make this recipe so delicious. From preparation to the plate, this recipe takes about <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 42%</b>. This score is good. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/creamy-lime-pie-square-bites-1269739\">Creamy Lime Pie Square Bites</a>, <a href=\"https://spoonacular.com/recipes/creamy-lime-and-coconut-truffle-bites-53822\">Creamy Lime And Coconut Truffle Bites</a>, and <a href=\"https://spoonacular.com/recipes/key-lime-pie-bites-603650\">Key Lime Pie Bites</a>.",
      "dataPoints": []
    },
    {
      "id": 157375,
      "name": "Steamy Creamy Mushroom Risotto",
      "image": "https://spoonacular.com/recipeImages/157375-312x231.jpg",
      "link": "https://spoonacular.com/recipes/steamy-creamy-mushroom-risotto-157375",
      "type": "HTML",
      "relevance": 9943,
      "content": "The recipe Steamy Creamy Mushroom Risotto can be made <b>in about 35 minutes</b>. One serving contains <b>957 calories</b>, <b>29g of protein</b>, and <b>41g of fat</b>. This recipe serves 2. For <b>$2.94 per serving</b>, this recipe <b>covers 31%</b> of your daily requirements of vitamins and minerals. Head to the store and pick up mushrooms, white wine, rice, and a few other things to make it today. This recipe is typical of Mediterranean cuisine. It is brought to you by spoonacular user <a href=\"/profile/dsky\">dsky</a>. It is a good option if you're following a <b>gluten free</b> diet. It works well as an affordable main course. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/steamy-creamy-mushroom-risotto-1244345\">Steamy Creamy Mushroom Risotto</a>, <a href=\"https://spoonacular.com/recipes/steamy-creamy-mushroom-risotto-1245969\">Steamy Creamy Mushroom Risotto</a>, and <a href=\"https://spoonacular.com/recipes/creamy-mushroom-risotto-36430\">Creamy Mushroom Risotto</a>.",
      "dataPoints": []
    },
    {
      "id": 636626,
      "name": "Buttery Hazelnut Shortbreads",
      "image": "https://spoonacular.com/recipeImages/636626-312x231.jpg",
      "link": "https://spoonacular.com/recipes/buttery-hazelnut-shortbreads-636626",
      "type": "HTML",
      "relevance": 9942,
      "content": "You can never have too many dessert recipes, so give Buttery Hazelnut Shortbreads a try. This recipe serves 12 and costs 17 cents per serving. One portion of this dish contains about <b>2g of protein</b>, <b>9g of fat</b>, and a total of <b>140 calories</b>. 1 person found this recipe to be flavorful and satisfying. A mixture of vanilla, sea salt, sugar, and a handful of other ingredients are all it takes to make this recipe so scrumptious. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 12%</b>, which is rather bad. Similar recipes are <a href=\"https://spoonacular.com/recipes/citrus-shortbreads-738799\">Citrus Shortbreads</a>, <a href=\"https://spoonacular.com/recipes/almond-shortbreads-321685\">Almond Shortbreads</a>, and <a href=\"https://spoonacular.com/recipes/walnut-currant-shortbreads-55934\">Walnut-currant Shortbreads</a>.",
      "dataPoints": []
    },
    {
      "id": 721185,
      "name": "avarakkai paruppu curry recipe",
      "image": "https://spoonacular.com/recipeImages/721185-312x231.jpg",
      "link": "https://spoonacular.com/recipes/avarakkai-paruppu-curry-recipe-721185",
      "type": "HTML",
      "relevance": 9941,
      "content": "Avarakkai paruppu curry might be a good recipe to expand your hor d'oeuvre repertoire. This recipe serves 3. One portion of this dish contains roughly <b>6g of protein</b>, <b>12g of fat</b>, and a total of <b>215 calories</b>. For <b>$1.42 per serving</b>, this recipe <b>covers 10%</b> of your daily requirements of vitamins and minerals. If you have turmeric powder tsp, salt, mustard, and a few other ingredients on hand, you can make it. This recipe is typical of Indian cuisine. From preparation to the plate, this recipe takes around <b>30 minutes</b>. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. It is brought to you by spoonacular user <a href=\"/profile/ranjaniskitchen\">ranjaniskitchen</a>. Similar recipes are <a href=\"https://spoonacular.com/recipes/avarakkai-paruppu-curry-recipe-1235287\">avarakkai paruppu curry recipe</a>, <a href=\"https://spoonacular.com/recipes/how-to-make-avarakkai-poriyal-494841\">How to make Avarakkai Poriyal</a>, and <a href=\"https://spoonacular.com/recipes/tempeh-curry-recipe-77722\">Tempeh Curry Recipe</a>.",
      "dataPoints": []
    },
    {
      "id": 660398,
      "name": "Smokin' Good Margarita",
      "image": "https://spoonacular.com/recipeImages/660398-312x231.jpg",
      "link": "https://spoonacular.com/recipes/smokin-good-margarita-660398",
      "type": "HTML",
      "relevance": 9940,
      "content": "The recipe Smokin' Good Margarita can be made <b>in approximately 45 minutes</b>. This beverage has <b>260 calories</b>, <b>0g of protein</b>, and <b>0g of fat</b> per serving. This recipe serves 1. For <b>$4.85 per serving</b>, this recipe <b>covers 1%</b> of your daily requirements of vitamins and minerals. This recipe from Foodista requires grand marnier, squeezed lime juice, del maguey chichicapa mezcal, and quality. 1 person has made this recipe and would make it again. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and fodmap friendly</b> diet. Taking all factors into account, this recipe <b>earns a spoonacular score of 8%</b>, which is very bad (but still fixable). Similar recipes include <a href=\"https://spoonacular.com/recipes/smokin-spiced-corn-381116\">Smokin' Spiced Corn</a>, <a href=\"https://spoonacular.com/recipes/smokin-macaroni-and-cheese-139384\">Smokin' Macaroni and Cheese</a>, and <a href=\"https://spoonacular.com/recipes/smokin-hoppin-john-204694\">Smokin' Hoppin' John</a>.",
      "dataPoints": []
    },
    {
      "id": 657369,
      "name": "Pumpkin Raisin Cake",
      "image": "https://spoonacular.com/recipeImages/657369-312x231.jpg",
      "link": "https://spoonacular.com/recipes/pumpkin-raisin-cake-657369",
      "type": "HTML",
      "relevance": 9939,
      "content": "You can never have too many dessert recipes, so give Pumpkin Raisin Cake a try. For <b>$1.47 per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. One serving contains <b>573 calories</b>, <b>10g of protein</b>, and <b>20g of fat</b>. This recipe serves 8. It is brought to you by Foodista. 1 person were glad they tried this recipe. If you have pumpkin puree, butter, raisins, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Overall, this recipe earns a <b>solid spoonacular score of 41%</b>. Try <a href=\"https://spoonacular.com/recipes/pumpkin-raisin-cake-423334\">Pumpkin Raisin Cake</a>, <a href=\"https://spoonacular.com/recipes/pumpkin-spice-cake-with-rum-raisin-icing-506816\">Pumpkin Spice Cake with Rum Raisin Icing</a>, and <a href=\"https://spoonacular.com/recipes/raisin-pumpkin-bars-372489\">Raisin Pumpkin Bars</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 1095702,
      "name": "Grapefruit Ginger Spritzer",
      "image": "https://spoonacular.com/recipeImages/1095702-312x231.jpg",
      "link": "https://spoonacular.com/recipes/grapefruit-ginger-spritzer-1095702",
      "type": "HTML",
      "relevance": 9938,
      "content": "Grapefruit Ginger Spritzer could be just the <b>gluten free, dairy free, and whole 30</b> recipe you've been looking for. For <b>36 cents per serving</b>, you get a beverage that serves 1. One serving contains <b>136 calories</b>, <b>1g of protein</b>, and <b>0g of fat</b>. 1 person has made this recipe and would make it again. This recipe from Foodista requires grapefruit juice, ginger ale, cranberries, and ice cubes. From preparation to the plate, this recipe takes around <b>5 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 0%</b>. This score is improvable. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/pink-grapefruit-spritzer-733348\">Pink Grapefruit Spritzer</a>, <a href=\"https://spoonacular.com/recipes/orange-grapefruit-spritzer-653882\">Orange Grapefruit Spritzer</a>, and <a href=\"https://spoonacular.com/recipes/grapefruit-rosemary-and-sage-spritzer-mocktail-586478\">Grapefruit Rosemary and Sage Spritzer {Mocktail}</a>.",
      "dataPoints": []
    },
    {
      "id": 654034,
      "name": "Oreo Mini Cheesecake",
      "image": "https://spoonacular.com/recipeImages/654034-312x231.jpg",
      "link": "https://spoonacular.com/recipes/oreo-mini-cheesecake-654034",
      "type": "HTML",
      "relevance": 9937,
      "content": "If you want to add more <b>lacto ovo vegetarian</b> recipes to your recipe box, Oreo Mini Cheesecake might be a recipe you should try. One portion of this dish contains approximately <b>4g of protein</b>, <b>15g of fat</b>, and a total of <b>206 calories</b>. For <b>51 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. This recipe serves 12. Only a few people made this recipe, and 9 would say it hit the spot. A mixture of cream of tartar, whipping cream, vanillan extract, and a handful of other ingredients are all it takes to make this recipe so flavorful. It works best as a dessert, and is done in approximately <b>45 minutes</b>. It is brought to you by Foodista. With a spoonacular <b>score of 15%</b>, this dish is not so excellent. Similar recipes are <a href=\"https://spoonacular.com/recipes/oreo-mini-cheesecake-1246309\">Oreo Mini Cheesecake</a>, <a href=\"https://spoonacular.com/recipes/oreo-mini-cheesecake-1433455\">Oreo Mini Cheesecake</a>, and <a href=\"https://spoonacular.com/recipes/copycat-cheesecake-factory-oreo-cheesecake-552762\">Copycat Cheesecake Factory Oreo Cheesecake</a>.",
      "dataPoints": []
    },
    {
      "id": 633339,
      "name": "Bacon Wrapped Filet Mignons",
      "image": "https://spoonacular.com/recipeImages/633339-312x231.jpg",
      "link": "https://spoonacular.com/recipes/bacon-wrapped-filet-mignons-633339",
      "type": "HTML",
      "relevance": 9936,
      "content": "Bacon Wrapped Filet Mignons takes around <b>45 minutes</b> from beginning to end. One portion of this dish contains about <b>3g of protein</b>, <b>15g of fat</b>, and a total of <b>145 calories</b>. For <b>38 cents per serving</b>, you get a side dish that serves 4. 1 person found this recipe to be flavorful and satisfying. If you have bacon, parsley flakes, beef tenderloins, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. It is a good option if you're following a <b>gluten free and primal</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 9%</b>. This score is improvable. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/bacon-wrapped-filet-mignons-1287129\">Bacon Wrapped Filet Mignons</a>, <a href=\"https://spoonacular.com/recipes/bacon-wrapped-filet-976500\">Bacon-Wrapped Filet</a>, and <a href=\"https://spoonacular.com/recipes/bacon-wrapped-filet-mignon-1796867\">Bacon Wrapped Filet Mignon</a>.",
      "dataPoints": []
    },
    {
      "id": 654487,
      "name": "Pancake Cupcakes With Maple Frosting and Candied Bacon",
      "image": "https://spoonacular.com/recipeImages/654487-312x231.jpg",
      "link": "https://spoonacular.com/recipes/pancake-cupcakes-with-maple-frosting-and-candied-bacon-654487",
      "type": "HTML",
      "relevance": 9935,
      "content": "Pancake Cupcakes With Maple Frosting and Candied Bacon might be just the <b>American</b> recipe you are searching for. One portion of this dish contains approximately <b>3g of protein</b>, <b>17g of fat</b>, and a total of <b>367 calories</b>. This recipe serves 18 and costs $1.41 per serving. 1 person has tried and liked this recipe. Head to the store and pick up flour, eggs, tea-spoon salt, and a few other things to make it today. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 23%</b>, which is not so super. <a href=\"https://spoonacular.com/recipes/pancake-cupcakes-with-maple-frosting-and-candied-bacon-1469259\">Pancake Cupcakes With Maple Frosting and Candied Bacon</a>, <a href=\"https://spoonacular.com/recipes/pancake-cupcakes-with-maple-bacon-buttercream-frosting-508016\">Pancake Cupcakes with Maple-Bacon Buttercream Frosting</a>, and <a href=\"https://spoonacular.com/recipes/vanilla-cupcakes-with-maple-frosting-and-candied-walnuts-582103\">Vanilla Cupcakes with Maple Frosting and Candied Walnuts</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 633744,
      "name": "Baked Potatoes with Creamy Mushroom Ragout",
      "image": "https://spoonacular.com/recipeImages/633744-312x231.jpg",
      "link": "https://spoonacular.com/recipes/baked-potatoes-with-creamy-mushroom-ragout-633744",
      "type": "HTML",
      "relevance": 9934,
      "content": "Baked Potatoes with Creamy Mushroom Ragout takes approximately <b>45 minutes</b> from beginning to end. This recipe makes 4 servings with <b>749 calories</b>, <b>14g of protein</b>, and <b>37g of fat</b> each. For <b>$4.42 per serving</b>, this recipe <b>covers 32%</b> of your daily requirements of vitamins and minerals. It is brought to you by Foodista. It works well as a side dish. This recipe is liked by 1 foodies and cooks. If you have mushrooms, butter, paprika, and a few other ingredients on hand, you can make it. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. Taking all factors into account, this recipe <b>earns a spoonacular score of 65%</b>, which is solid. Similar recipes include <a href=\"https://spoonacular.com/recipes/creamy-polenta-mushroom-ragout-502641\">Creamy polenta & mushroom ragout</a>, <a href=\"https://spoonacular.com/recipes/wild-mushroom-ragout-over-creamy-polenta-96884\">Wild Mushroom Ragout Over Creamy Polenta</a>, and <a href=\"https://spoonacular.com/recipes/baked-oysters-with-wild-mushroom-ragout-292358\">Baked Oysters With Wild Mushroom Ragout</a>.",
      "dataPoints": []
    },
    {
      "id": 716433,
      "name": "Easiest Breakfast Ever: Sunny Fruit Parfait",
      "image": "https://spoonacular.com/recipeImages/716433-312x231.jpg",
      "link": "https://spoonacular.com/recipes/easiest-breakfast-ever-sunny-fruit-parfait-716433",
      "type": "HTML",
      "relevance": 9933,
      "content": "Easiest Breakfast Ever: Sunny Fruit Parfait requires about <b>45 minutes</b> from start to finish. This recipe serves 1. One portion of this dish contains about <b>1g of protein</b>, <b>1g of fat</b>, and a total of <b>128 calories</b>. For <b>42 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. 93 people were impressed by this recipe. Head to the store and pick up apple, yogurt, sunflower seeds, and a few other things to make it today. It is a good option if you're following a <b>gluten free, lacto ovo vegetarian, and primal</b> diet. It is brought to you by fullbellysisters.blogspot.com. Overall, this recipe earns a <b>good spoonacular score of 52%</b>. <a href=\"https://spoonacular.com/recipes/easiest-breakfast-ever-sunny-fruit-parfait-1468099\">Easiest Breakfast Ever: Sunny Fruit Parfait</a>, <a href=\"https://spoonacular.com/recipes/fruit-and-yogurt-breakfast-parfait-964277\">Fruit and Yogurt Breakfast Parfait</a>, and <a href=\"https://spoonacular.com/recipes/fruit-and-yogurt-breakfast-parfait-586146\">Fruit and Yogurt Breakfast Parfait</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 665769,
      "name": "Zucchini Pizza Boats",
      "image": "https://spoonacular.com/recipeImages/665769-312x231.jpg",
      "link": "https://spoonacular.com/recipes/zucchini-pizza-boats-665769",
      "type": "HTML",
      "relevance": 9932,
      "content": "Zucchini Pizza Boats is a Mediterranean recipe that serves 6. One serving contains <b>364 calories</b>, <b>18g of protein</b>, and <b>27g of fat</b>. For <b>$2.08 per serving</b>, this recipe <b>covers 16%</b> of your daily requirements of vitamins and minerals. 1 person were glad they tried this recipe. This recipe from Foodista requires basil, olive oil, parmesan cheese, and mozzarella cheese. Not a lot of people really liked this main course. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 53%</b>, this dish is solid. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/zucchini-pizza-boats-1412015\">Zucchini Pizza Boats</a>, <a href=\"https://spoonacular.com/recipes/zucchini-pizza-boats-1497223\">Zucchini Pizza Boats</a>, and <a href=\"https://spoonacular.com/recipes/zucchini-pizza-boats-1125157\">Zucchini Pizza Boats</a>.",
      "dataPoints": []
    },
    {
      "id": 632525,
      "name": "Apple Custard Pie With Oatmeal Crust",
      "image": "https://spoonacular.com/recipeImages/632525-312x231.jpg",
      "link": "https://spoonacular.com/recipes/apple-custard-pie-with-oatmeal-crust-632525",
      "type": "HTML",
      "relevance": 9931,
      "content": "Apple Custard Pie With Oatmeal Crust might be just the dessert you are searching for. This recipe makes 10 servings with <b>604 calories</b>, <b>7g of protein</b>, and <b>19g of fat</b> each. For <b>67 cents per serving</b>, this recipe <b>covers 10%</b> of your daily requirements of vitamins and minerals. 2 people have tried and liked this recipe. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. A mixture of milk, brown sugar, cinnamon, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 28%</b>, which is not so spectacular. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/apple-custard-pie-with-oatmeal-crust-758947\">Apple Custard Pie with Oatmeal Crust</a>, <a href=\"https://spoonacular.com/recipes/apple-custard-pie-with-oatmeal-crust-1366813\">Apple Custard Pie With Oatmeal Crust</a>, and <a href=\"https://spoonacular.com/recipes/apple-custard-pie-with-oatmeal-crust-1550331\">Apple Custard Pie With Oatmeal Crust</a>.",
      "dataPoints": []
    },
    {
      "id": 61113,
      "name": "Lemon Bundt Cake",
      "image": "https://spoonacular.com/recipeImages/61113-312x231.jpg",
      "link": "https://spoonacular.com/recipes/lemon-bundt-cake-61113",
      "type": "HTML",
      "relevance": 9930,
      "content": "Lemon Bundt Cake is a <b>lacto ovo vegetarian</b> recipe with 6 servings. For <b>82 cents per serving</b>, this recipe <b>covers 15%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains about <b>12g of protein</b>, <b>36g of fat</b>, and a total of <b>764 calories</b>. This recipe from Foodista requires baking powder, sugar, lemon juice, and milk. Only a few people really liked this dessert. 1 person were glad they tried this recipe. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 34%</b>. This score is rather bad. Try <a href=\"https://spoonacular.com/recipes/lemon-blueberry-bundt-cake-with-lemon-cream-cheese-icing-763791\">Lemon Blueberry Bundt Cake with Lemon Cream Cheese Icing</a>, <a href=\"https://spoonacular.com/recipes/cranberry-meyer-lemon-bundt-cake-with-lemon-glaze-957049\">Cranberry Meyer Lemon Bundt Cake with Lemon Glaze</a>, and <a href=\"https://spoonacular.com/recipes/lemon-bundt-cake-with-chocolate-glaze-and-candied-lemon-747940\">Lemon Bundt Cake with Chocolate Glaze and Candied Lemon</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 602644,
      "name": "Whisky Seville Marmalade Souffle",
      "image": "https://spoonacular.com/recipeImages/602644-312x231.jpg",
      "link": "https://spoonacular.com/recipes/whisky-seville-marmalade-souffle-602644",
      "type": "HTML",
      "relevance": 9929,
      "content": "If you want to add more <b>Mediterranean</b> recipes to your recipe box, Whisky Seville Marmalade Souffle might be a recipe you should try. This hor d'oeuvre has <b>123 calories</b>, <b>4g of protein</b>, and <b>3g of fat</b> per serving. This recipe serves 4. For <b>49 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. A mixture of sugar, eggs, flour, and a handful of other ingredients are all it takes to make this recipe so delicious. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. It is brought to you by spoonacular user <a href=\"/profile/TasmanianGourmetSauceCompany\">TasmanianGourmetSauceCompany</a>. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. <a href=\"https://spoonacular.com/recipes/seville-orange-marmalade-246151\">Seville Orange Marmalade</a>, <a href=\"https://spoonacular.com/recipes/seville-orange-vanilla-cardamom-marmalade-1094547\">Seville orange, vanilla & cardamom marmalade</a>, and <a href=\"https://spoonacular.com/recipes/seville-orange-and-vanilla-bean-marmalade-83295\">Seville Orange And Vanilla Bean Marmalade</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 649413,
      "name": "Lebanese Sweet Tahini Swirls",
      "image": "https://spoonacular.com/recipeImages/649413-312x231.jpg",
      "link": "https://spoonacular.com/recipes/lebanese-sweet-tahini-swirls-649413",
      "type": "HTML",
      "relevance": 9928,
      "content": "The recipe Lebanese Sweet Tahini Swirls could satisfy your middl eastern craving in around <b>45 minutes</b>. One portion of this dish contains roughly <b>6g of protein</b>, <b>3g of fat</b>, and a total of <b>257 calories</b>. For <b>30 cents per serving</b>, you get a side dish that serves 4. A mixture of water, grs flour, tablesp olive oil, and a handful of other ingredients are all it takes to make this recipe so flavorful. Not a lot of people made this recipe, and 1 would say it hit the spot. It is brought to you by Foodista. It is a good option if you're following a <b>dairy free, lacto ovo vegetarian, and vegan</b> diet. Taking all factors into account, this recipe <b>earns a spoonacular score of 65%</b>, which is solid. Similar recipes include <a href=\"https://spoonacular.com/recipes/lebanese-kibbeh-with-lemon-tahini-493190\">Lebanese Kibbeh With Lemon Tahini</a>, <a href=\"https://spoonacular.com/recipes/lebanese-tuna-tahini-salad-89590\">Lebanese Tuna Tahini Salad</a>, and <a href=\"https://spoonacular.com/recipes/lebanese-kibbeh-with-lemon-tahini-1216447\">Lebanese Kibbeh With Lemon Tahini</a>.",
      "dataPoints": []
    },
    {
      "id": 644594,
      "name": "Ginger Lime Thai Dressing",
      "image": "https://spoonacular.com/recipeImages/644594-312x231.jpg",
      "link": "https://spoonacular.com/recipes/ginger-lime-thai-dressing-644594",
      "type": "HTML",
      "relevance": 9927,
      "content": "If you want to add more <b>gluten free, dairy free, and pescatarian</b> recipes to your recipe box, Ginger Lime Thai Dressing might be a recipe you should try. For <b>43 cents per serving</b>, you get a side dish that serves 6. One serving contains <b>105 calories</b>, <b>1g of protein</b>, and <b>9g of fat</b>. From preparation to the plate, this recipe takes around <b>45 minutes</b>. A mixture of soy sauce, cilantro, garlic, and a handful of other ingredients are all it takes to make this recipe so tasty. This recipe is liked by 1 foodies and cooks. It is a <b>very affordable</b> recipe for fans of Asian food. It is brought to you by Foodista. With a spoonacular <b>score of 12%</b>, this dish is rather bad. Try <a href=\"https://spoonacular.com/recipes/thai-ginger-lime-cooler-42081\">Thai Ginger Lime Cooler</a>, <a href=\"https://spoonacular.com/recipes/spicy-thai-noodles-with-ginger-peanut-dressing-297990\">Spicy Thai Noodles with Ginger Peanut Dressing</a>, and <a href=\"https://spoonacular.com/recipes/thai-cucumber-salad-with-sesame-ginger-dressing-883690\">Thai Cucumber Salad with Sesame Ginger Dressing</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 655019,
      "name": "Patriotic Strawberries",
      "image": "https://spoonacular.com/recipeImages/655019-312x231.jpg",
      "link": "https://spoonacular.com/recipes/patriotic-strawberries-655019",
      "type": "HTML",
      "relevance": 9926,
      "content": "You can never have too many hor d'oeuvre recipes, so give Patriotic Strawberries a try. Watching your figure? This gluten free and dairy free recipe has <b>88 calories</b>, <b>1g of protein</b>, and <b>5g of fat</b> per serving. This recipe serves 24 and costs 26 cents per serving. A mixture of chocolate chips, strawberries, colored sugar, and a handful of other ingredients are all it takes to make this recipe so delicious. This recipe from Foodista has 1 fans. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 9%</b>, which is very bad (but still fixable). Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/patriotic-trifle-59399\">Patriotic Trifle</a>, <a href=\"https://spoonacular.com/recipes/patriotic-parfaits-176582\">Patriotic Parfaits</a>, and <a href=\"https://spoonacular.com/recipes/patriotic-cupcakes-586283\">Patriotic Cupcakes</a>.",
      "dataPoints": []
    },
    {
      "id": 653169,
      "name": "No Oven Peanut Butter Squares",
      "image": "https://spoonacular.com/recipeImages/653169-312x231.jpg",
      "link": "https://spoonacular.com/recipes/no-oven-peanut-butter-squares-653169",
      "type": "HTML",
      "relevance": 9925,
      "content": "No Oven Peanut Butter Squares requires roughly <b>45 minutes</b> from start to finish. For <b>45 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains approximately <b>4g of protein</b>, <b>16g of fat</b>, and a total of <b>248 calories</b>. This recipe serves 24. If you have powdered sugar, xocai healthy chocolate nuggets, graham cracker crumbs, and a few other ingredients on hand, you can make it. 50 people were glad they tried this recipe. A few people really liked this condiment. It is brought to you by Foodista. Overall, this recipe earns a <b>not so excellent spoonacular score of 20%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/no-oven-peanut-butter-squares-1364311\">No Oven Peanut Butter Squares</a>, <a href=\"https://spoonacular.com/recipes/no-oven-peanut-butter-squares-1452163\">No Oven Peanut Butter Squares</a>, and <a href=\"https://spoonacular.com/recipes/no-oven-peanut-butter-squares-266259\">No-Oven Peanut Butter Squares</a>.",
      "dataPoints": []
    },
    {
      "id": 643939,
      "name": "Fruit and Nut Brittle",
      "image": "https://spoonacular.com/recipeImages/643939-312x231.jpg",
      "link": "https://spoonacular.com/recipes/fruit-and-nut-brittle-643939",
      "type": "HTML",
      "relevance": 9924,
      "content": "Fruit and Nut Brittle could be just the <b>gluten free and lacto ovo vegetarian</b> recipe you've been looking for. This recipe serves 24 and costs 56 cents per serving. This dessert has <b>169 calories</b>, <b>1g of protein</b>, and <b>5g of fat</b> per serving. 1 person has made this recipe and would make it again. A mixture of water, water, pistachios, and a handful of other ingredients are all it takes to make this recipe so delicious. It is brought to you by Foodista. From preparation to the plate, this recipe takes about <b>1 hour</b>. With a spoonacular <b>score of 11%</b>, this dish is rather bad. Similar recipes include <a href=\"https://spoonacular.com/recipes/four-nut-brittle-416197\">Four-Nut Brittle</a>, <a href=\"https://spoonacular.com/recipes/mixed-nut-brittle-758017\">Mixed Nut Brittle</a>, and <a href=\"https://spoonacular.com/recipes/mixed-nut-brittle-140962\">Mixed Nut Brittle</a>.",
      "dataPoints": []
    },
    {
      "id": 649143,
      "name": "La Fouace Nantaise - A Traditional Rum-Infused Brioche",
      "image": "https://spoonacular.com/recipeImages/649143-312x231.jpg",
      "link": "https://spoonacular.com/recipes/la-fouace-nantaise-a-traditional-rum-infused-brioche-649143",
      "type": "HTML",
      "relevance": 9923,
      "content": "If you want to add more <b>lacto ovo vegetarian</b> recipes to your repertoire, La Fouace Nantaise - A Traditional Rum-Infused Brioche might be a recipe you should try. For <b>13 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe makes 48 servings with <b>70 calories</b>, <b>2g of protein</b>, and <b>2g of fat</b> each. This recipe from Foodista requires wine glass of rum, additional egg, butter, and salt. Not a lot of people really liked this bread. 1 person were glad they tried this recipe. From preparation to the plate, this recipe takes about <b>45 minutes</b>. With a spoonacular <b>score of 11%</b>, this dish is not so awesome. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/la-fouace-nantaise-a-traditional-rum-infused-brioche-1602539\">La Fouace Nantaise - A Traditional Rum-Infused Brioche</a>, <a href=\"https://spoonacular.com/recipes/butternut-squash-infused-rum-recipe-25607\">Butternut Squash-infused Rum Recipe</a>, and <a href=\"https://spoonacular.com/recipes/drinking-in-season-pumpkin-punch-with-cinnamon-infused-rum-195794\">Drinking in Season: Pumpkin Punch with Cinnamon-Infused Rum</a>.",
      "dataPoints": []
    },
    {
      "id": 716298,
      "name": "How to Make Party Jollof Rice",
      "image": "https://spoonacular.com/recipeImages/716298-312x231.jpg",
      "link": "https://spoonacular.com/recipes/how-to-make-party-jollof-rice-716298",
      "type": "HTML",
      "relevance": 9922,
      "content": "Need a <b>gluten free and dairy free hor d'oeuvre</b>? How to Make Party Jollof Rice could be an excellent recipe to try. This recipe makes 3 servings with <b>508 calories</b>, <b>11g of protein</b>, and <b>2g of fat</b> each. For <b>$1.25 per serving</b>, this recipe <b>covers 17%</b> of your daily requirements of vitamins and minerals. This recipe from Afrolems requires salt, scotch bonnet peppers, garlic, and can of tomato puree. 347 people found this recipe to be delicious and satisfying. It is an <b>affordable</b> recipe for fans of African food. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. With a spoonacular <b>score of 87%</b>, this dish is tremendous. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/vegan-jollof-rice-1340013\">Vegan Jollof Rice</a>, <a href=\"https://spoonacular.com/recipes/one-pot-jollof-rice-1417893\">One-Pot Jollof Rice</a>, and <a href=\"https://spoonacular.com/recipes/vegan-jollof-rice-875497\">Vegan Jollof Rice</a>.",
      "dataPoints": []
    },
    {
      "id": 649084,
      "name": "Kosher Apricot Turkey Roast",
      "image": "https://spoonacular.com/recipeImages/649084-312x231.jpg",
      "link": "https://spoonacular.com/recipes/kosher-apricot-turkey-roast-649084",
      "type": "HTML",
      "relevance": 9921,
      "content": "If you have approximately <b>45 minutes</b> to spend in the kitchen, Kosher Apricot Turkey Roast might be an excellent <b>dairy free</b> recipe to try. This side dish has <b>104 calories</b>, <b>1g of protein</b>, and <b>5g of fat</b> per serving. This recipe serves 4 and costs 32 cents per serving. This recipe from Foodista requires goodmans onion soup mix, ketchup, apricot preserves, and olive oil. 1 person were glad they tried this recipe. With a spoonacular <b>score of 13%</b>, this dish is rather bad. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/roast-turkey-with-pecan-sausage-chestnut-stuffing-roast-shallots-218302\">Roast turkey with pecan, sausage & chestnut stuffing & roast shallots</a>, <a href=\"https://spoonacular.com/recipes/apricot-pot-roast-402879\">Apricot Pot Roast</a>, and <a href=\"https://spoonacular.com/recipes/apricot-pork-roast-396589\">Apricot Pork Roast</a>.",
      "dataPoints": []
    },
    {
      "id": 632660,
      "name": "Apricot Glazed Apple Tart",
      "image": "https://spoonacular.com/recipeImages/632660-312x231.jpg",
      "link": "https://spoonacular.com/recipes/apricot-glazed-apple-tart-632660",
      "type": "HTML",
      "relevance": 9920,
      "content": "Apricot Glazed Apple Tart is a <b>lacto ovo vegetarian</b> dessert. One portion of this dish contains about <b>6g of protein</b>, <b>35g of fat</b>, and a total of <b>658 calories</b>. For <b>$1.59 per serving</b>, this recipe <b>covers 12%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. From preparation to the plate, this recipe takes around <b>45 minutes</b>. 3 people found this recipe to be flavorful and satisfying. If you have apples, cinnamon, sugar, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. Overall, this recipe earns a <b>not so awesome spoonacular score of 33%</b>. <a href=\"https://spoonacular.com/recipes/tarte-aux-abricots-glazed-french-apricot-tart-with-almonds-124725\">Tarte Aux Abricots - Glazed French Apricot Tart With Almonds</a>, <a href=\"https://spoonacular.com/recipes/apricot-apple-glazed-gammon-513531\">Apricot & Apple Glazed Gammon</a>, and <a href=\"https://spoonacular.com/recipes/apricot-apple-glazed-gammon-1250583\">Apricot & Apple Glazed Gammon</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 665301,
      "name": "Whole-wheat Flaxseed and Fennel Crackers",
      "image": "https://spoonacular.com/recipeImages/665301-312x231.png",
      "link": "https://spoonacular.com/recipes/whole-wheat-flaxseed-and-fennel-crackers-665301",
      "type": "HTML",
      "relevance": 9919,
      "content": "You can never have too many hor d'oeuvre recipes, so give Whole-wheat Flaxseed and Fennel Crackers a try. This recipe makes 48 servings with <b>154 calories</b>, <b>1g of protein</b>, and <b>15g of fat</b> each. For <b>25 cents per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. This recipe is liked by 1 foodies and cooks. If you have milk, olive oil, flaxseed, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Foodista. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. Overall, this recipe earns an <b>improvable spoonacular score of 10%</b>. Similar recipes are <a href=\"https://spoonacular.com/recipes/flaxseed-fig-and-walnut-crackers-57480\">Flaxseed, Fig, And Walnut Crackers</a>, <a href=\"https://spoonacular.com/recipes/flaxseed-wheat-germ-chicken-74143\">Flaxseed & Wheat Germ Chicken</a>, and <a href=\"https://spoonacular.com/recipes/honey-wheat-and-flaxseed-pancakes-healthy-249769\">Honey, Wheat and Flaxseed Pancakes {Healthy}</a>.",
      "dataPoints": []
    },
    {
      "id": 660366,
      "name": "Smoked Salmon and Mascarpone Calzone",
      "image": "https://spoonacular.com/recipeImages/660366-312x231.jpg",
      "link": "https://spoonacular.com/recipes/smoked-salmon-and-mascarpone-calzone-660366",
      "type": "HTML",
      "relevance": 9918,
      "content": "You can never have too many Mediterranean recipes, so give Smoked Salmon and Mascarpone Calzone a try. For <b>$4.0 per serving</b>, this recipe <b>covers 16%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. One portion of this dish contains about <b>29g of protein</b>, <b>47g of fat</b>, and a total of <b>940 calories</b>. This recipe is liked by 5 foodies and cooks. If you have pizza dough, leek, salmon, and a few other ingredients on hand, you can make it. It works well as a rather pricey main course. It is a good option if you're following a <b>pescatarian</b> diet. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns a <b>good spoonacular score of 64%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/smoked-salmon-and-mozzarella-calzone-87399\">Smoked Salmon and Mozzarella Calzone</a>, <a href=\"https://spoonacular.com/recipes/smoked-salmon-pizza-with-mascarpone-and-capers-29877\">Smoked-Salmon Pizza with Mascarpone and Capers</a>, and <a href=\"https://spoonacular.com/recipes/smoked-salmon-horseradish-mascarpone-in-wonton-cups-584727\">Smoked Salmon & Horseradish Mascarpone in Wonton Cups</a>.",
      "dataPoints": []
    },
    {
      "id": 658850,
      "name": "Royal Wedding Pear and Coriander Scones",
      "image": "https://spoonacular.com/recipeImages/658850-312x231.jpg",
      "link": "https://spoonacular.com/recipes/royal-wedding-pear-and-coriander-scones-658850",
      "type": "HTML",
      "relevance": 9917,
      "content": "Royal Wedding Pear and Coriander Scones might be just the breakfast you are searching for. This recipe makes 8 servings with <b>284 calories</b>, <b>5g of protein</b>, and <b>16g of fat</b> each. For <b>63 cents per serving</b>, this recipe <b>covers 4%</b> of your daily requirements of vitamins and minerals. It is brought to you by Foodista. Head to the store and pick up salt, flour, coriander, and a few other things to make it today. This recipe is typical of European cuisine. It is a good option if you're following a <b>gluten free and lacto ovo vegetarian</b> diet. 3 people have made this recipe and would make it again. It can be enjoyed any time, but it is especially good for <b>Wedding</b>. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Overall, this recipe earns a <b>not so spectacular spoonacular score of 15%</b>. Similar recipes are <a href=\"https://spoonacular.com/recipes/lemon-berry-stripe-cake-for-a-royal-wedding-1006206\">Lemon Berry Stripe Cake for a Royal Wedding</a>, <a href=\"https://spoonacular.com/recipes/royal-wedding-blend-of-white-earl-grey-rose-victoria-sponge-78827\">Royal Wedding Blend Of White Earl Grey & Rose Victoria Sponge</a>, and <a href=\"https://spoonacular.com/recipes/a-royal-tea-party-and-vanilla-cream-scones-1004609\">A Royal Tea Party and Vanilla Cream Scones</a>.",
      "dataPoints": []
    },
    {
      "id": 649604,
      "name": "Lemon Curd Layer Cake",
      "image": "https://spoonacular.com/recipeImages/649604-312x231.jpg",
      "link": "https://spoonacular.com/recipes/lemon-curd-layer-cake-649604",
      "type": "HTML",
      "relevance": 9916,
      "content": "The recipe Lemon Curd Layer Cake can be made <b>in roughly 45 minutes</b>. This dessert has <b>434 calories</b>, <b>10g of protein</b>, and <b>5g of fat</b> per serving. This recipe serves 6 and costs $1.96 per serving. Head to the store and pick up lemon, sugar, nonfat whipped topping, and a few other things to make it today. This recipe from Foodista has 1 fans. All things considered, we decided this recipe <b>deserves a spoonacular score of 29%</b>. This score is not so excellent. Try <a href=\"https://spoonacular.com/recipes/lemon-curd-layer-cake-65087\">Lemon Curd Layer Cake</a>, <a href=\"https://spoonacular.com/recipes/lemon-layer-cake-with-curd-and-blueberries-52113\">Lemon Layer Cake With Curd And Blueberries</a>, and <a href=\"https://spoonacular.com/recipes/lemon-layer-cake-with-lemon-curd-and-mascarpone-65075\">Lemon Layer Cake with Lemon Curd and Mascarpone</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 639179,
      "name": "Chocolate Puff Pastry Squares",
      "image": "https://spoonacular.com/recipeImages/639179-312x231.jpg",
      "link": "https://spoonacular.com/recipes/chocolate-puff-pastry-squares-639179",
      "type": "HTML",
      "relevance": 9915,
      "content": "Chocolate Puff Pastry Squares might be just the hor d'oeuvre you are searching for. One portion of this dish contains around <b>1g of protein</b>, <b>9g of fat</b>, and a total of <b>151 calories</b>. This recipe serves 18 and costs 29 cents per serving. 1 person were impressed by this recipe. It is brought to you by Foodista. Head to the store and pick up puff pastry dough, semi-sweet chocolate chips, coconut, and a few other things to make it today. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 10%</b>, which is not so super. Similar recipes include <a href=\"https://spoonacular.com/recipes/swiss-ham-puff-pastry-squares-72484\">Swiss & Ham Puff Pastry Squares</a>, <a href=\"https://spoonacular.com/recipes/puff-pastry-squares-with-pea-and-tarragon-pure-18215\">Puff Pastry Squares With Pean And Tarragon Purée</a>, and <a href=\"https://spoonacular.com/recipes/dippable-cinnamon-sugar-puff-pastry-squares-944042\">Dippable Cinnamon Sugar Puff Pastry Squares</a>.",
      "dataPoints": []
    },
    {
      "id": 1697707,
      "name": "Easy as Pie - Mini Apple Pear Pies for Fall",
      "image": "https://spoonacular.com/recipeImages/1697707-312x231.jpg",
      "link": "https://spoonacular.com/recipes/easy-as-pie-mini-apple-pear-pies-for-fall-1697707",
      "type": "HTML",
      "relevance": 9914,
      "content": "Easy as Pie - Mini Apple Pear Pies for Fall is a dessert that serves 8. For <b>$2.26 per serving</b>, this recipe <b>covers 14%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains roughly <b>7g of protein</b>, <b>37g of fat</b>, and a total of <b>796 calories</b>. From preparation to the plate, this recipe takes around <b>35 minutes</b>. It will be a hit at your <b>Autumn</b> event. It is brought to you by spoonacular user <a href=\"/profile/maplewoodroad\">maplewoodroad</a>. Head to the store and pick up nutmeg, butter, splash of water, and a few other things to make it today. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. Try <a href=\"https://spoonacular.com/recipes/mini-apple-pies-fall-favorites-616814\">Mini Apple Pies Fall Favorites</a>, <a href=\"https://spoonacular.com/recipes/easy-mini-apple-pies-597431\">Easy Mini Apple Pies</a>, and <a href=\"https://spoonacular.com/recipes/easy-mini-apple-cheddar-pies-925675\">Easy Mini Apple Cheddar Pies</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 700339,
      "name": "Cinnamon Vanilla Hot Chocolate",
      "image": "https://spoonacular.com/recipeImages/700339-312x231.jpg",
      "link": "https://spoonacular.com/recipes/cinnamon-vanilla-hot-chocolate-700339",
      "type": "HTML",
      "relevance": 9913,
      "content": "Cinnamon Vanilla Hot Chocolate could be just the <b>gluten free and lacto ovo vegetarian</b> recipe you've been looking for. This recipe serves 4 and costs 42 cents per serving. This beverage has <b>82 calories</b>, <b>3g of protein</b>, and <b>3g of fat</b> per serving. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is brought to you by Pink When. Head to the store and pick up ground cinnamon, vanilla syrup, sugar, and a few other things to make it today. This recipe is liked by 1 foodies and cooks. Taking all factors into account, this recipe <b>earns a spoonacular score of 30%</b>, which is rather bad. Similar recipes are <a href=\"https://spoonacular.com/recipes/cinnamon-vanilla-wedding-cake-with-mexican-hot-chocolate-buttercream-380595\">Cinnamon Vanilla Wedding Cake with Mexican Hot Chocolate Buttercream</a>, <a href=\"https://spoonacular.com/recipes/homemade-sugar-free-vanilla-cinnamon-hot-chocolate-dairy-free-option-556799\">Homemade Sugar-Free Vanilla Cinnamon Hot Chocolate {Dairy Free Option}</a>, and <a href=\"https://spoonacular.com/recipes/cinnamon-pecan-vanilla-cheesecake-with-a-hot-toffee-apple-sauce-62203\">Cinnamon Pecan Vanilla Cheesecake With A Hot Toffee Apple Sauce</a>.",
      "dataPoints": []
    },
    {
      "id": 640648,
      "name": "Creamy Honey Mustard Vinaigrette",
      "image": "https://spoonacular.com/recipeImages/640648-312x231.jpg",
      "link": "https://spoonacular.com/recipes/creamy-honey-mustard-vinaigrette-640648",
      "type": "HTML",
      "relevance": 9912,
      "content": "If you want to add more <b>gluten free, dairy free, and lacto ovo vegetarian</b> recipes to your recipe box, Creamy Honey Mustard Vinaigrette might be a recipe you should try. One portion of this dish contains about <b>0g of protein</b>, <b>4g of fat</b>, and a total of <b>45 calories</b>. This recipe serves 12. For <b>13 cents per serving</b>, this recipe <b>covers 1%</b> of your daily requirements of vitamins and minerals. It works well as a cheap side dish. This recipe from Foodista has 1 fans. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Head to the store and pick up vinegar, garlic cloves, honey, and a few other things to make it today. Taking all factors into account, this recipe <b>earns a spoonacular score of 7%</b>, which is very bad (but still fixable). If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/green-beans-with-honey-mustard-vinaigrette-from-the-fresh-honey-cookbook-1258971\">Green Beans with Honey Mustard Vinaigrette from ‘The Fresh Honey Cookbook’</a>, <a href=\"https://spoonacular.com/recipes/green-beans-with-honey-mustard-vinaigrette-from-the-fresh-honey-cookbook-522569\">Green Beans with Honey Mustard Vinaigrette from ‘The Fresh Honey Cookbook’</a>, and <a href=\"https://spoonacular.com/recipes/honey-mustard-vinaigrette-695995\">Honey-Mustard Vinaigrette</a>.",
      "dataPoints": []
    },
    {
      "id": 643462,
      "name": "Fresh Corn Salsa",
      "image": "https://spoonacular.com/recipeImages/643462-312x231.jpg",
      "link": "https://spoonacular.com/recipes/fresh-corn-salsa-643462",
      "type": "HTML",
      "relevance": 9911,
      "content": "Fresh Corn Salsa takes around <b>45 minutes</b> from beginning to end. This recipe serves 12 and costs 28 cents per serving. Watching your figure? This gluten free, dairy free, lacto ovo vegetarian, and vegan recipe has <b>24 calories</b>, <b>1g of protein</b>, and <b>0g of fat</b> per serving. It works well as a Mexican hor d'oeuvre. 1 person were glad they tried this recipe. This recipe from Foodista requires salt and pepper, jalapeno, onion, and cilantro. Taking all factors into account, this recipe <b>earns a spoonacular score of 16%</b>, which is rather bad. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/fresh-corn-salsa-267895\">Fresh Corn Salsa</a>, <a href=\"https://spoonacular.com/recipes/fresh-corn-salsa-309230\">Fresh Corn Salsa</a>, and <a href=\"https://spoonacular.com/recipes/fresh-corn-salsa-1226121\">Fresh Corn Salsa</a>.",
      "dataPoints": []
    },
    {
      "id": 634054,
      "name": "Banana Chocolate Walnut Cake",
      "image": "https://spoonacular.com/recipeImages/634054-312x231.jpg",
      "link": "https://spoonacular.com/recipes/banana-chocolate-walnut-cake-634054",
      "type": "HTML",
      "relevance": 9910,
      "content": "Banana Chocolate Walnut Cake takes approximately <b>45 minutes</b> from beginning to end. This recipe makes 6 servings with <b>937 calories</b>, <b>18g of protein</b>, and <b>50g of fat</b> each. For <b>$1.3 per serving</b>, this recipe <b>covers 24%</b> of your daily requirements of vitamins and minerals. Head to the store and pick up flour, chocolate chips, bananas, and a few other things to make it today. 1 person has made this recipe and would make it again. Not a lot of people really liked this dessert. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 54%</b>, which is good. <a href=\"https://spoonacular.com/recipes/banana-chocolate-walnut-cake-1287261\">Banana Chocolate Walnut Cake</a>, <a href=\"https://spoonacular.com/recipes/banana-chocolate-walnut-cake-60912\">Banana Chocolate Walnut Cake</a>, and <a href=\"https://spoonacular.com/recipes/banana-walnut-chocolate-cookie-cake-49332\">Banana, Walnut & Chocolate Cookie Cake</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 653951,
      "name": "Orange Scented Onigiri",
      "image": "https://spoonacular.com/recipeImages/653951-312x231.jpg",
      "link": "https://spoonacular.com/recipes/orange-scented-onigiri-653951",
      "type": "HTML",
      "relevance": 9909,
      "content": "The recipe Orange Scented Onigiri can be made <b>in approximately 45 minutes</b>. Watching your figure? This gluten free and dairy free recipe has <b>524 calories</b>, <b>11g of protein</b>, and <b>9g of fat</b> per serving. For <b>$1.47 per serving</b>, this recipe <b>covers 17%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. 1 person has made this recipe and would make it again. It works well as a side dish. This recipe from Foodista requires spring onion, cloves, water, and golden raisin. Taking all factors into account, this recipe <b>earns a spoonacular score of 66%</b>, which is solid. Similar recipes include <a href=\"https://spoonacular.com/recipes/orange-scented-bittersweet-chocolate-cake-with-candied-blood-orange-compote-51335\">Orange-Scented Bittersweet Chocolate Cake with Candied Blood Orange Compote</a>, <a href=\"https://spoonacular.com/recipes/orange-scented-bomboloni-with-pastry-cream-and-chocolate-orange-dipping-sauce-346308\">Orange Scented Bomboloni with Pastry Cream and Chocolate Orange Dipping Sauce</a>, and <a href=\"https://spoonacular.com/recipes/sunkist-orange-caprese-bites-with-orange-scented-herb-oil-586568\">Sunkist Orange Caprese Bites with Orange Scented Herb Oil</a>.",
      "dataPoints": []
    },
    {
      "id": 631993,
      "name": "Aebleskiver Danish Pancakes",
      "image": "https://spoonacular.com/recipeImages/631993-312x231.jpg",
      "link": "https://spoonacular.com/recipes/aebleskiver-danish-pancakes-631993",
      "type": "HTML",
      "relevance": 9908,
      "content": "Aebleskiver Danish Pancakes might be just the breakfast you are searching for. One serving contains <b>98 calories</b>, <b>3g of protein</b>, and <b>6g of fat</b>. This lacto ovo vegetarian recipe serves 12 and costs <b>18 cents per serving</b>. Only a few people made this recipe, and 1 would say it hit the spot. Head to the store and pick up flour, buttermilk, salt, and a few other things to make it today. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. With a spoonacular <b>score of 13%</b>, this dish is rather bad. Try <a href=\"https://spoonacular.com/recipes/danish-pancake-balls-aebleskiver-252809\">Danish Pancake Balls (Aebleskiver)</a>, <a href=\"https://spoonacular.com/recipes/blood-orange-cardamom-pancakes-aebleskiver-1088065\">Blood orange & cardamom pancakes (aebleskiver)</a>, and <a href=\"https://spoonacular.com/recipes/spiced-pear-aebelskivers-danish-pancakes-691909\">Spiced Pear Aebelskivers (Danish Pancakes)</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 661760,
      "name": "Strawberry Bites",
      "image": "https://spoonacular.com/recipeImages/661760-312x231.jpg",
      "link": "https://spoonacular.com/recipes/strawberry-bites-661760",
      "type": "HTML",
      "relevance": 9907,
      "content": "Strawberry Bites could be just the <b>lacto ovo vegetarian</b> recipe you've been looking for. For <b>49 cents per serving</b>, you get a hor d'oeuvre that serves 20. One serving contains <b>223 calories</b>, <b>3g of protein</b>, and <b>15g of fat</b>. 1 person has tried and liked this recipe. If you have honey, cinnamon, lemon juice, and a few other ingredients on hand, you can make it. <b>Mother's Day</b> will be even more special with this recipe. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 15%</b>, which is not so excellent. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/stuffed-strawberry-bites-497114\">Stuffed Strawberry Bites</a>, <a href=\"https://spoonacular.com/recipes/strawberry-cheesecake-bites-1576741\">Strawberry Cheesecake Bites</a>, and <a href=\"https://spoonacular.com/recipes/strawberry-cheesecake-bites-1119326\">Strawberry Cheesecake Bites</a>.",
      "dataPoints": []
    },
    {
      "id": 1022743,
      "name": "The Best Mashed Potatoes",
      "image": "https://spoonacular.com/recipeImages/1022743-312x231.jpg",
      "link": "https://spoonacular.com/recipes/the-best-mashed-potatoes-1022743",
      "type": "HTML",
      "relevance": 9906,
      "content": "The Best Mashed Potatoes is a <b>gluten free and lacto ovo vegetarian</b> side dish. This recipe serves 8 and costs 49 cents per serving. One portion of this dish contains roughly <b>3g of protein</b>, <b>19g of fat</b>, and a total of <b>189 calories</b>. Head to the store and pick up potatoes, water, salt and pepper, and a few other things to make it today. It is perfect for <b>Thanksgiving</b>. From preparation to the plate, this recipe takes approximately <b>20 minutes</b>. Not a lot of people made this recipe, and 2 would say it hit the spot. It is brought to you by Pink When. Overall, this recipe earns a <b>not so spectacular spoonacular score of 11%</b>. <a href=\"https://spoonacular.com/recipes/another-mock-mashed-potatoes-mashed-cauliflower-low-carb-112049\">Another Mock Mashed Potatoes (mashed Cauliflower)-low Carb</a>, <a href=\"https://spoonacular.com/recipes/another-mock-mashed-potatoes-mashed-cauliflower-low-carb-1532827\">Another Mock Mashed Potatoes (mashed Cauliflower)-low Carb</a>, and <a href=\"https://spoonacular.com/recipes/mashed-potatoes-938590\">Mashed Potatoes</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 657262,
      "name": "Pumpkin Calvados Cider Cocktail",
      "image": "https://spoonacular.com/recipeImages/657262-312x231.jpg",
      "link": "https://spoonacular.com/recipes/pumpkin-calvados-cider-cocktail-657262",
      "type": "HTML",
      "relevance": 9905,
      "content": "Pumpkin Calvados Cider Cocktail is a beverage that serves 12. One portion of this dish contains approximately <b>0g of protein</b>, <b>6g of fat</b>, and a total of <b>369 calories</b>. For <b>$2.07 per serving</b>, this recipe <b>covers 2%</b> of your daily requirements of vitamins and minerals. 1 person has tried and liked this recipe. If you have apple cider, pumpkin, star anise, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Foodista. It is a good option if you're following a <b>gluten free and lacto ovo vegetarian</b> diet. With a spoonacular <b>score of 9%</b>, this dish is improvable. Try <a href=\"https://spoonacular.com/recipes/pork-with-apples-calvados-and-apple-cider-117253\">Pork with Apples, Calvados and Apple Cider</a>, <a href=\"https://spoonacular.com/recipes/cider-brined-pork-with-calvados-mustard-and-thyme-17180\">Cider Brined Pork With Calvados, Mustard And Thyme</a>, and <a href=\"https://spoonacular.com/recipes/pumpkin-spiced-apple-cider-with-rum-cocktail-1264703\">Pumpkin Spiced Apple Cider with Rum Cocktail</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 636098,
      "name": "Brie Bundles with Homemade Fig Jam",
      "image": "https://spoonacular.com/recipeImages/636098-312x231.jpg",
      "link": "https://spoonacular.com/recipes/brie-bundles-with-homemade-fig-jam-636098",
      "type": "HTML",
      "relevance": 9904,
      "content": "The recipe Brie Bundles with Homemade Fig Jam can be made <b>in approximately 45 minutes</b>. This recipe serves 24 and costs 27 cents per serving. This hor d'oeuvre has <b>67 calories</b>, <b>2g of protein</b>, and <b>2g of fat</b> per serving. 5 people have made this recipe and would make it again. A mixture of puff pastry, juice of lemon, figs, and a handful of other ingredients are all it takes to make this recipe so scrumptious. It is a good option if you're following a <b>lacto ovo vegetarian</b> diet. It is brought to you by Foodista. With a spoonacular <b>score of 18%</b>, this dish is rather bad. <a href=\"https://spoonacular.com/recipes/fig-jam-and-brie-crostini-appetizer-1039241\">Fig Jam and Brie Crostini Appetizer</a>, <a href=\"https://spoonacular.com/recipes/crostini-with-cranberry-fig-jam-and-brie-1691567\">Crostini with Cranberry Fig Jam and Brie</a>, and <a href=\"https://spoonacular.com/recipes/honey-baked-brie-with-fig-jam-and-walnuts-1572023\">Honey Baked Brie with Fig Jam and Walnuts</a> are very similar to this recipe.",
      "dataPoints": []
    },
    {
      "id": 68251,
      "name": "Whoopie Pies",
      "image": "https://spoonacular.com/recipeImages/68251-312x231.jpg",
      "link": "https://spoonacular.com/recipes/whoopie-pies-68251",
      "type": "HTML",
      "relevance": 9903,
      "content": "Whoopie Pies might be a good recipe to expand your dessert recipe box. This recipe serves 24. One portion of this dish contains roughly <b>2g of protein</b>, <b>7g of fat</b>, and a total of <b>183 calories</b>. For <b>21 cents per serving</b>, this recipe <b>covers 3%</b> of your daily requirements of vitamins and minerals. This recipe from Foodista has 11 fans. From preparation to the plate, this recipe takes around <b>32 minutes</b>. If you have baking soda, flour, marshmallow fluff, and a few other ingredients on hand, you can make it. All things considered, we decided this recipe <b>deserves a spoonacular score of 14%</b>. This score is not so excellent. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/whoopie-pies-133614\">Whoopie Pies</a>, <a href=\"https://spoonacular.com/recipes/whoopie-pies-68177\">Whoopie Pies</a>, and <a href=\"https://spoonacular.com/recipes/whoopie-pies-1190511\">Whoopie Pies</a>.",
      "dataPoints": []
    },
    {
      "id": 644733,
      "name": "Glazed Banana Bread Bundt Cake",
      "image": "https://spoonacular.com/recipeImages/644733-312x231.jpg",
      "link": "https://spoonacular.com/recipes/glazed-banana-bread-bundt-cake-644733",
      "type": "HTML",
      "relevance": 9902,
      "content": "You can never have too many dessert recipes, so give Glazed Banana Bread Bundt Cake a try. For <b>$1.12 per serving</b>, this recipe <b>covers 13%</b> of your daily requirements of vitamins and minerals. This recipe serves 16. Watching your figure? This lacto ovo vegetarian recipe has <b>301 calories</b>, <b>7g of protein</b>, and <b>6g of fat</b> per serving. A mixture of vanillan extract, powdered sugar, lemon extract, and a handful of other ingredients are all it takes to make this recipe so scrumptious. This recipe from Foodista has 1 fans. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 41%</b>, which is good. Similar recipes include <a href=\"https://spoonacular.com/recipes/chocolate-glazed-banana-bundt-cake-717492\">Chocolate Glazed Banana Bundt Cake</a>, <a href=\"https://spoonacular.com/recipes/rum-glazed-banana-bundt-cake-202072\">Rum Glazed Banana Bundt Cake</a>, and <a href=\"https://spoonacular.com/recipes/banana-bread-bundt-cake-538838\">Banana Bread Bundt Cake</a>.",
      "dataPoints": []
    },
    {
      "id": 715508,
      "name": "Easy Bread Pudding and Vans",
      "image": "https://spoonacular.com/recipeImages/715508-312x231.jpg",
      "link": "https://spoonacular.com/recipes/easy-bread-pudding-and-vans-715508",
      "type": "HTML",
      "relevance": 9901,
      "content": "Easy Bread Pudding and Vans takes around <b>45 minutes</b> from beginning to end. This gluten free recipe serves 2 and costs <b>$1.56 per serving</b>. This dessert has <b>594 calories</b>, <b>12g of protein</b>, and <b>40g of fat</b> per serving. This recipe is liked by 45 foodies and cooks. Head to the store and pick up van's totally natural waffles, strawberries, extra virgin olive oil, and a few other things to make it today. It is brought to you by Pink When. All things considered, we decided this recipe <b>deserves a spoonacular score of 41%</b>. This score is solid. Try <a href=\"https://spoonacular.com/recipes/easy-bread-pudding-978433\">Easy Bread Pudding</a>, <a href=\"https://spoonacular.com/recipes/easy-bread-pudding-278678\">Easy Bread Pudding</a>, and <a href=\"https://spoonacular.com/recipes/an-easy-challah-for-bread-pudding-829791\">An Easy Challah for Bread Pudding</a> for similar recipes.",
      "dataPoints": []
    },
    {
      "id": 8054528,
      "name": "Lindt, assorted chocolate mini sticks",
      "image": "https://spoonacular.com/productImages/8054528-312x231.jpg",
      "link": "https://spoonacular.com/products/lindt-assorted-chocolate-mini-sticks-8054528",
      "type": "HTML",
      "relevance": 10000,
      "content": "Lindt, assorted chocolate mini sticks: This product is a spectacular fit if you like to buy products that are gluten-free. According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 38 ingredients.",
      "dataPoints": []
    },
    {
      "id": 9442066,
      "name": "Croustillant",
      "image": "https://spoonacular.com/productImages/9442066-312x231.jpg",
      "link": "https://spoonacular.com/products/croustillant-9442066",
      "type": "HTML",
      "relevance": 9999,
      "content": "Are you trying to decide on a non food item? Here's some information to help you decide whether Croustillant is the right product for you. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 6609736,
      "name": "AINIYO Stainless Steel Coffee Capsule Cup Reusable K Cup for Keurig 2.0/1.0 Filter",
      "image": "https://spoonacular.com/productImages/6609736-312x231.jpg",
      "link": "https://spoonacular.com/products/ainiyo-stainless-steel-coffee-capsule-cup-reusable-k-cup-for-keurig-20-10-filter-6609736",
      "type": "HTML",
      "relevance": 9998,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p6609736\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p6609736\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p6609736\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p6609736\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 1166307,
      "name": "Edible Easter Grass - Grass Candy - Delicious Assortment of Flavors - Green Apple, Strawberry or Blueberry (Blue Blueberry &amp; Green Sour Green Apple - 1 Bag of each)",
      "image": "https://spoonacular.com/productImages/1166307-312x231.jpeg",
      "link": "https://spoonacular.com/products/edible-easter-grass-grass-candy-delicious-assortment-of-flavors-green-apple-strawberry-or-blueberry-blue-blueberry-green-sour-green-apple-1-bag-of-each-1166307",
      "type": "HTML",
      "relevance": 9997,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 11831934,
      "name": "Soplillos Mini",
      "image": "https://spoonacular.com/productImages/11831934-312x231.jpg",
      "link": "https://spoonacular.com/products/soplillos-mini-11831934",
      "type": "HTML",
      "relevance": 9996,
      "content": "This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 3777406,
      "name": "Numi Organic Tea Mate Lemon, 18 Count (Pack Of 6) Box Of Tea Bags Yerba Mate Green Tea Blend",
      "image": "https://spoonacular.com/productImages/3777406-312x231.jpg",
      "link": "https://spoonacular.com/products/numi-organic-tea-mate-lemon-18-count-pack-of-6-box-of-tea-bags-yerba-mate-green-tea-blend-3777406",
      "type": "HTML",
      "relevance": 9995,
      "content": "Numi Organic Tea Mate Lemon, 18 Count (Pack Of 6) Box Of Tea Bags Yerba Mate Green Tea Blend: This product is a tremendous vegetarian choice for anyone craving green tea.",
      "dataPoints": []
    },
    {
      "id": 5164944,
      "name": "REVV Turbocharger Keurig Single-Serve K-Cup Pods, Dark Roast Coffee, 60 Count",
      "image": "https://spoonacular.com/productImages/5164944-312x231.jpg",
      "link": "https://spoonacular.com/products/revv-turbocharger-keurig-single-serve-k-cup-pods-dark-roast-coffee-60-count-5164944",
      "type": "HTML",
      "relevance": 9994,
      "content": "In the mood for non food item? You could try REVV Turbocharger Keurig Single-Serve K-Cup Pods, Dark Roast Coffee, 60 Count. This product is also very reasonably priced. It usually costs roughly 17 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 8999604,
      "name": "Olivoli kalamon",
      "image": "https://spoonacular.com/productImages/8999604-312x231.jpg",
      "link": "https://spoonacular.com/products/olivoli-kalamon-8999604",
      "type": "HTML",
      "relevance": 9993,
      "content": "In the mood for non food item? You could try Olivoli kalamon. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 10387142,
      "name": "Lasaña vegetal",
      "image": "https://spoonacular.com/productImages/10387142-312x231.jpg",
      "link": "https://spoonacular.com/products/lasaa-vegetal-10387142",
      "type": "HTML",
      "relevance": 9992,
      "content": "Lasaña vegetal: This product is a great fit if you like to buy products that are free of preservatives, vegetarian, vegan, and gluten-free. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 7554812,
      "name": "FirstChoiceCandy Sour Wacky Gummy Fun Bears (Sour Blue Raspberry, 2.2 Pound)",
      "image": "https://spoonacular.com/productImages/7554812-312x231.jpeg",
      "link": "https://spoonacular.com/products/firstchoicecandy-sour-wacky-gummy-fun-bears-sour-blue-raspberry-22-pound-7554812",
      "type": "HTML",
      "relevance": 9991,
      "content": "According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. At about 30 cents, this product is very reasonably priced. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7554812\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7554812\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7554812\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7554812\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 12777010,
      "name": "Whisps Cheese Crisps - Parmesan, Asiago, and Cheddar Cheese Snacks, Keto Snacks, 22-29g of Protein Per Bag, Low Carb, Gluten & Sugar Free, Great Tasting Healthy Snack, All Natural Cheese Cri",
      "image": "https://spoonacular.com/productImages/12777010-312x231.jpg",
      "link": "https://spoonacular.com/products/whisps-cheese-crisps-parmesan-asiago-cheddar-cheese-snacks-keto-snacks-22-29g-protein-bag-low-carb-gluten-sugar-free-great-tasting-healthy-snack-natural-cheese-cri-12777010",
      "type": "HTML",
      "relevance": 9990,
      "content": "This product has no ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p12777010\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p12777010\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p12777010\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p12777010\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 4722482,
      "name": "Now and Later Jelly Beans (One 4 oz Bag)",
      "image": "https://spoonacular.com/productImages/4722482-312x231.jpeg",
      "link": "https://spoonacular.com/products/now-and-later-jelly-beans-one-4-oz-bag-4722482",
      "type": "HTML",
      "relevance": 9989,
      "content": "In the mood for non food item? You could try Now and Later Jelly Beans (One 4 oz Bag). This product is also very budget friendly. It usually costs around 9 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 666591,
      "name": "TerraVita Mace Barley Orzo Tea, Mace, Barley Orzo Tea Bags, 50 Tea Bags, 1-Pack, Zin: 554135",
      "image": "https://spoonacular.com/productImages/666591-312x231.jpeg",
      "link": "https://spoonacular.com/products/terravita-mace-barley-orzo-tea-mace-barley-orzo-tea-bags-50-tea-bags-1-pack-zin-554135-666591",
      "type": "HTML",
      "relevance": 9988,
      "content": "TerraVita Mace Barley Orzo Tea, Mace, Barley Orzo Tea Bags, 50 Tea Bags, 1-Pack, Zin: 554135: This product is an awesome paleo choice for anyone in the mood for tea bags. According to our research, this product contains no ingredients that you should avoid. This product has 8 ingredients (in our experience: the fewer ingredients, the better!) At about 15 cents, this product is very affordable.",
      "dataPoints": []
    },
    {
      "id": 9944680,
      "name": "Chocolate",
      "image": "https://spoonacular.com/productImages/9944680-312x231.jpg",
      "link": "https://spoonacular.com/products/chocolate-9944680",
      "type": "HTML",
      "relevance": 9987,
      "content": "Chocolate: This product is a super fit if you like to buy products that are free of preservatives, vegetarian, and gluten-free. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 9 ingredients.",
      "dataPoints": []
    },
    {
      "id": 11332218,
      "name": "Happy Day Drachenfrucht",
      "image": "https://spoonacular.com/productImages/11332218-312x231.jpg",
      "link": "https://spoonacular.com/products/happy-day-drachenfrucht-11332218",
      "type": "HTML",
      "relevance": 9986,
      "content": "Happy Day Drachenfrucht: This product is a spectacular fit if you are searching for a healthy non food item. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 7112350,
      "name": "Tropicana Pure Premium, Grovestand Lots of Pulp Orange Juice, 59 Fl. Oz",
      "image": "https://spoonacular.com/productImages/7112350-312x231.jpg",
      "link": "https://spoonacular.com/products/tropicana-pure-premium-grovestand-lots-of-pulp-orange-juice-59-fl-oz-7112350",
      "type": "HTML",
      "relevance": 9985,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 1 ingredient. Depending on your store and location, this product usually costs approximately 4 cents, which comes out to $0 per serving. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7112350\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7112350\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7112350\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7112350\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 8499888,
      "name": "Knacks d’Alsace Bio Stoeffler",
      "image": "https://spoonacular.com/productImages/8499888-312x231.jpg",
      "link": "https://spoonacular.com/products/knacks-dalsace-bio-stoeffler-8499888",
      "type": "HTML",
      "relevance": 9984,
      "content": "Are you trying to decide on a non food item? Here's some information to help you decide whether Knacks d’Alsace Bio Stoeffler is the right product for you. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 22 ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 445360,
      "name": "Bond Vecina ( Magnum)",
      "image": "https://spoonacular.com/productImages/445360-312x231.jpg",
      "link": "https://spoonacular.com/products/bond-vecina-magnum-445360",
      "type": "HTML",
      "relevance": 9983,
      "content": "Looking for a vegetarian red wine? Try: Bond Vecina ( Magnum). According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. This product is also expensive. It usually costs around $7.5, depending on the store and your location. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/roland-cooking-wine-p445360\">Roland Cooking Wine</a>, <a href=\"/roland-chianti-red-wine-vinegar-17-fl-oz-p445360\">Roland Chianti Red Wine Vinegar, 17 fl oz</a>, <a href=\"/holland-house-cooking-wine-p445360\">Holland House Cooking Wine</a>, and <a href=\"/goya-cooking-wine-p445360\">Goya Cooking Wine</a>.",
      "dataPoints": []
    },
    {
      "id": 5667558,
      "name": "K9 Granola Factory Coconut Chips Dog Treat, 12 oz",
      "image": "https://spoonacular.com/productImages/5667558-312x231.jpg",
      "link": "https://spoonacular.com/products/k9-granola-factory-coconut-chips-dog-treat-12-oz-5667558",
      "type": "HTML",
      "relevance": 9982,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p5667558\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p5667558\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p5667558\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p5667558\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 1611667,
      "name": "Trail Mx,Og2,Choc Almond",
      "image": "https://spoonacular.com/productImages/1611667-312x231.jpeg",
      "link": "https://spoonacular.com/products/trail-mx-og2-choc-almond-1611667",
      "type": "HTML",
      "relevance": 9981,
      "content": "Are you trying to decide on a non food item? Here's some information to help you decide whether Trail Mx,Og2,Choc Almond is the right product for you. This product has no ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. At about $1, this product is rather inexpensive.",
      "dataPoints": []
    },
    {
      "id": 10889756,
      "name": "Kodiak Protein Packed Chewy Granola Bar",
      "image": "https://spoonacular.com/productImages/10889756-312x231.jpg",
      "link": "https://spoonacular.com/products/kodiak-protein-packed-chewy-granola-bar-10889756",
      "type": "HTML",
      "relevance": 9980,
      "content": "Thinking about having some granola bar today? Kodiak Protein Packed Chewy Granola Bar is one option; let's take a closer look. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 12277294,
      "name": "Miele italiano millefiori",
      "image": "https://spoonacular.com/productImages/12277294-312x231.jpg",
      "link": "https://spoonacular.com/products/miele-italiano-millefiori-12277294",
      "type": "HTML",
      "relevance": 9979,
      "content": "This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 4222766,
      "name": "Green Mountain Coffee French Vanilla, K-Cup Portion Pack For Keurig K-Cup Brewers, 12-Count (Pack Of 3)",
      "image": "https://spoonacular.com/productImages/4222766-312x231.jpeg",
      "link": "https://spoonacular.com/products/green-mountain-coffee-french-vanilla-k-cup-portion-pack-for-keurig-k-cup-brewers-12-count-pack-of-3-4222766",
      "type": "HTML",
      "relevance": 9978,
      "content": "Attention budgeters: the following products are cheaper than Green Mountain Coffee French Vanilla, K-Cup Portion Pack For Keurig K-Cup Brewers, 12-Count (Pack Of 3): <a href=\"/bakugan-defenders-core-dan-kuso-marucho-marukura-shun-kazami-edible-cake-topper-image-abpid00266-p4222766\">Bakugan Defenders Core Dan Kuso Marucho Marukura Shun Kazami Edible Cake Topper Image ABPID00266</a>, <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p4222766\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p4222766\">Decopac,cake Decorations</a>, and <a href=\"/mlb-atlanta-braves-cupcake-rings-24-ct-p4222766\">MLB Atlanta Braves Cupcake Rings - 24 ct</a>.",
      "dataPoints": []
    },
    {
      "id": 8057426,
      "name": "Greek blended vanilla nonfat yogurt",
      "image": "https://spoonacular.com/productImages/8057426-312x231.jpg",
      "link": "https://spoonacular.com/products/greek-blended-vanilla-nonfat-yogurt-8057426",
      "type": "HTML",
      "relevance": 9977,
      "content": "Greek blended vanilla nonfat yogurt: This skim yogurt is awesome for anyone who needs foods suitable for a vegetarian diet. This product has 14 ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 9444964,
      "name": "Cocktail frutos secos",
      "image": "https://spoonacular.com/productImages/9444964-312x231.jpg",
      "link": "https://spoonacular.com/products/cocktail-frutos-secos-9444964",
      "type": "HTML",
      "relevance": 9976,
      "content": "In the mood for mixed drink? You could try Cocktail frutos secos. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 6612634,
      "name": "HEVIRGO 12Pcs Multicolor Cake Dessert Topper Birthday Anniversary Party Cupcake Decor Black Paper",
      "image": "https://spoonacular.com/productImages/6612634-312x231.jpeg",
      "link": "https://spoonacular.com/products/hevirgo-12pcs-multicolor-cake-dessert-topper-birthday-anniversary-party-cupcake-decor-black-paper-6612634",
      "type": "HTML",
      "relevance": 9975,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p6612634\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p6612634\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p6612634\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p6612634\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 1169205,
      "name": "Four Peaks Variety Pub Pack, 15 pack 12 fl. oz. Cans",
      "image": "https://spoonacular.com/productImages/1169205-312x231.jpeg",
      "link": "https://spoonacular.com/products/four-peaks-variety-pub-pack-15-pack-12-fl-oz-cans-1169205",
      "type": "HTML",
      "relevance": 9974,
      "content": "Are you trying to decide on a non food item? Here's some information to help you decide whether Four Peaks Variety Pub Pack, 15 pack 12 fl. oz. Cans is the right product for you. According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. This product is also inexpensive. It usually costs approximately 17 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 11834832,
      "name": "Pulisci pavimenti",
      "image": "https://spoonacular.com/productImages/11834832-312x231.jpg",
      "link": "https://spoonacular.com/products/pulisci-pavimenti-11834832",
      "type": "HTML",
      "relevance": 9973,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 3780304,
      "name": "Mio Fit Water Enhancer - Arctic Grape, Makes 18 Servings + Vitamins, 1.62 Oz Each, (Pack Of 5)",
      "image": "https://spoonacular.com/productImages/3780304-312x231.jpg",
      "link": "https://spoonacular.com/products/mio-fit-water-enhancer-arctic-grape-makes-18-servings-vitamins-162-oz-each-pack-of-5-3780304",
      "type": "HTML",
      "relevance": 9972,
      "content": "Attention budgeters: the following products are cheaper than Mio Fit Water Enhancer - Arctic Grape, Makes 18 Servings + Vitamins, 1.62 Oz Each, (Pack Of 5): <a href=\"/lasco-food-drink-carrot-42oz-p3780304\">Lasco Food Drink - Carrot 4.2oz</a>, <a href=\"/great-value-fruit-punch-12-fl-oz-p3780304\">Great Value Fruit Punch, 12 fl oz</a>, <a href=\"/great-value-electrolyte-liquid-drink-enhancer-blue-raspberry-162-fl-oz-p3780304\">Great Value Electrolyte Liquid Drink Enhancer, Blue Raspberry, 1.62 Fl Oz</a>, and <a href=\"/great-value-liquid-drink-enhancer-orange-blast-162-fl-oz-p3780304\">Great Value Liquid Drink Enhancer, Orange Blast, 1.62 Fl Oz</a>.",
      "dataPoints": []
    },
    {
      "id": 9002502,
      "name": "Gusto alla vita zenzero a fette",
      "image": "https://spoonacular.com/productImages/9002502-312x231.jpg",
      "link": "https://spoonacular.com/products/gusto-alla-vita-zenzero-a-fette-9002502",
      "type": "HTML",
      "relevance": 9971,
      "content": "Are you trying to decide on a cooking fat? Here's some information to help you decide whether Gusto alla vita zenzero a fette is the right product for you. According to our research, this product contains no ingredients that you should avoid. This product has 1 ingredient (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 10390040,
      "name": "With cherries",
      "image": "https://spoonacular.com/productImages/10390040-312x231.jpg",
      "link": "https://spoonacular.com/products/with-cherries-10390040",
      "type": "HTML",
      "relevance": 9970,
      "content": "With cherries: This product is a tremendous fit if you like to buy products that are free of preservatives, vegetarian, vegan, and gluten-free. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 6170172,
      "name": "Parle Biscuits - Krack Jack, 200g Pouch",
      "image": "https://spoonacular.com/productImages/6170172-312x231.jpeg",
      "link": "https://spoonacular.com/products/parle-biscuits-krack-jack-200g-pouch-6170172",
      "type": "HTML",
      "relevance": 9969,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. At about 62 cents, this product is inexpensive. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p6170172\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p6170172\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p6170172\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p6170172\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 7557710,
      "name": "Cake Decorations Tool Acrylic Happy Birthday Cake Toppers Sign Party Wedding Dessert Decor Baking Cake Decorating Supplies",
      "image": "https://spoonacular.com/productImages/7557710-312x231.jpeg",
      "link": "https://spoonacular.com/products/cake-decorations-tool-acrylic-happy-birthday-cake-toppers-sign-party-wedding-dessert-decor-baking-cake-decorating-supplies-7557710",
      "type": "HTML",
      "relevance": 9968,
      "content": "According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. At about 10 cents, this product is very reasonably priced. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7557710\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7557710\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7557710\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7557710\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 12779908,
      "name": "Larissa Veronica Apple Rhubarb French Roast Coffee (Single Serve K-Cup Pods), (Apple Rhubarb, French Roast, Whole Coffee Beans, 12 pods, 2-Pack, Zin: 576615)",
      "image": "https://spoonacular.com/productImages/12779908-312x231.jpg",
      "link": "https://spoonacular.com/products/larissa-veronica-apple-rhubarb-french-roast-coffee-single-serve-k-cup-pods-apple-rhubarb-french-roast-whole-coffee-beans-12-pods-2-pack-zin-576615-12779908",
      "type": "HTML",
      "relevance": 9967,
      "content": "According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p12779908\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p12779908\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p12779908\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p12779908\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 4725380,
      "name": "Celestial Seasonings Herbal Tea, 20 Tea Bags - Herb Sleepytime (3 Pack)3",
      "image": "https://spoonacular.com/productImages/4725380-312x231.jpg",
      "link": "https://spoonacular.com/products/celestial-seasonings-herbal-tea-20-tea-bags-herb-sleepytime-3-pack3-4725380",
      "type": "HTML",
      "relevance": 9966,
      "content": "In the mood for tea bags? You could try Celestial Seasonings Herbal Tea, 20 Tea Bags - Herb Sleepytime (3 Pack)3. This product is also cheap. It usually costs roughly 3 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 669489,
      "name": "TerraVita Tarragon Leaf Tea, Herbal Tea Bags, 25 Tea Bags, 3-Pack, Zin: 514660",
      "image": "https://spoonacular.com/productImages/669489-312x231.jpeg",
      "link": "https://spoonacular.com/products/terravita-tarragon-leaf-tea-herbal-tea-bags-25-tea-bags-3-pack-zin-514660-669489",
      "type": "HTML",
      "relevance": 9965,
      "content": "Looking for a primal tea bags? Try: TerraVita Tarragon Leaf Tea, Herbal Tea Bags, 25 Tea Bags, 3-Pack, Zin: 514660. This product has 1 ingredient (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. At about 58 cents, this product is very budget friendly.",
      "dataPoints": []
    },
    {
      "id": 9947578,
      "name": "Baby arugula",
      "image": "https://spoonacular.com/productImages/9947578-312x231.jpg",
      "link": "https://spoonacular.com/products/baby-arugula-9947578",
      "type": "HTML",
      "relevance": 9964,
      "content": "Baby arugula: This baby arugula leaves is excellent for anyone who needs foods suitable for a primal diet. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 1 ingredient.",
      "dataPoints": []
    },
    {
      "id": 11335116,
      "name": "Kartoffelnudeln",
      "image": "https://spoonacular.com/productImages/11335116-312x231.jpg",
      "link": "https://spoonacular.com/products/kartoffelnudeln-11335116",
      "type": "HTML",
      "relevance": 9963,
      "content": "Kartoffelnudeln: This product is an awesome fit if you are searching for a healthy non food item. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 7115248,
      "name": "HEONCBGS Red Kidney Beans, 1 lb (Pack of 24)",
      "image": "https://spoonacular.com/productImages/7115248-312x231.jpg",
      "link": "https://spoonacular.com/products/heoncbgs-red-kidney-beans-1-lb-pack-of-24-7115248",
      "type": "HTML",
      "relevance": 9962,
      "content": "If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7115248\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7115248\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7115248\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7115248\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 8502786,
      "name": "Croutons croustillants",
      "image": "https://spoonacular.com/productImages/8502786-312x231.jpg",
      "link": "https://spoonacular.com/products/croutons-croustillants-8502786",
      "type": "HTML",
      "relevance": 9961,
      "content": "Thinking about having some crouton today? Croutons croustillants is one choice; let's take a closer look. This product has 14 ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 448258,
      "name": "Barefoot Cabernet Sauvignon",
      "image": "https://spoonacular.com/productImages/448258-312x231.jpg",
      "link": "https://spoonacular.com/products/barefoot-cabernet-sauvignon-448258",
      "type": "HTML",
      "relevance": 9960,
      "content": "Barefoot Cabernet Sauvignon: This product is an excellent primal choice for anyone craving cabernet sauvingnon. This product has no ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. At about 5 cents, this product is very reasonably priced.",
      "dataPoints": []
    },
    {
      "id": 5670456,
      "name": "Death B - 4 Decaf",
      "image": "https://spoonacular.com/productImages/5670456-312x231.jpg",
      "link": "https://spoonacular.com/products/death-b-4-decaf-5670456",
      "type": "HTML",
      "relevance": 9959,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p5670456\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p5670456\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p5670456\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p5670456\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 10892654,
      "name": "Thai chef duck flavor",
      "image": "https://spoonacular.com/productImages/10892654-312x231.jpg",
      "link": "https://spoonacular.com/products/thai-chef-duck-flavor-10892654",
      "type": "HTML",
      "relevance": 9958,
      "content": "Thai chef duck flavor: This product is an outstanding fit if you are searching for a healthy non food item. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 4225664,
      "name": "Hermann the German, German Honey Bees Sanded Hard Candy (1.300 Lbs)",
      "image": "https://spoonacular.com/productImages/4225664-312x231.jpeg",
      "link": "https://spoonacular.com/products/hermann-the-german-german-honey-bees-sanded-hard-candy-1300-lbs-4225664",
      "type": "HTML",
      "relevance": 9957,
      "content": "Attention budgeters: the following products are cheaper than Hermann the German, German Honey Bees Sanded Hard Candy (1.300 Lbs): <a href=\"/bakugan-defenders-core-dan-kuso-marucho-marukura-shun-kazami-edible-cake-topper-image-abpid00266-p4225664\">Bakugan Defenders Core Dan Kuso Marucho Marukura Shun Kazami Edible Cake Topper Image ABPID00266</a>, <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p4225664\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p4225664\">Decopac,cake Decorations</a>, and <a href=\"/mlb-atlanta-braves-cupcake-rings-24-ct-p4225664\">MLB Atlanta Braves Cupcake Rings - 24 ct</a>.",
      "dataPoints": []
    },
    {
      "id": 8060324,
      "name": "Kroger, chunky pasta sauce, green pepper, mushroom",
      "image": "https://spoonacular.com/productImages/8060324-312x231.jpg",
      "link": "https://spoonacular.com/products/kroger-chunky-pasta-sauce-green-pepper-mushroom-8060324",
      "type": "HTML",
      "relevance": 9956,
      "content": "Kroger, chunky pasta sauce, green pepper, mushroom: This spaghetti sauce is super for anyone who needs foods suitable for a paleo diet. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 18 ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 9447862,
      "name": "Roquefort",
      "image": "https://spoonacular.com/productImages/9447862-312x231.jpg",
      "link": "https://spoonacular.com/products/roquefort-9447862",
      "type": "HTML",
      "relevance": 9955,
      "content": "In the mood for roquefort? You could try Roquefort. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 6615532,
      "name": "Cinnamon Black Loose Leaf Tea - 1 Lb",
      "image": "https://spoonacular.com/productImages/6615532-312x231.jpg",
      "link": "https://spoonacular.com/products/cinnamon-black-loose-leaf-tea-1-lb-6615532",
      "type": "HTML",
      "relevance": 9954,
      "content": "Cinnamon Black Loose Leaf Tea - 1 Lb: This loose leaf tean is amazing for anyone who needs foods suitable for a primal diet. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/konfa-decorative-storage-basket-100-pcs-empty-teabags-string-heat-seal-filter-paper-herb-loose-tea-bag-p6615532\">Konfa Decorative Storage Basket 100 pcs Empty Teabags String Heat Seal Filter Paper Herb Loose Tea Bag</a>, <a href=\"/la-fiesta-cola-de-caballo-37-oz-p6615532\">La Fiesta Cola De Caballo .37 Oz</a>, <a href=\"/wesracia-decorative-storage-basket-100-pcs-empty-teabags-string-heat-seal-filter-paper-herb-loose-tea-bag-p6615532\">Wesracia Decorative Storage Basket 100 pcs Empty Teabags String Heat Seal Filter Paper Herb Loose Tea Bag</a>, and <a href=\"/yzhm-50pcs-empty-teabags-string-heat-seal-filter-paper-herb-loose-tea-bag-clearance-l-p6615532\">YZHM 50Pcs Empty Teabags String Heat Seal Filter Paper Herb Loose Tea Bag Clearance L</a>.",
      "dataPoints": []
    },
    {
      "id": 1172103,
      "name": "Skittles Original Fruit Candy Pantry-Size, 54 Ounce Jar",
      "image": "https://spoonacular.com/productImages/1172103-312x231.jpeg",
      "link": "https://spoonacular.com/products/skittles-original-fruit-candy-pantry-size-54-ounce-jar-1172103",
      "type": "HTML",
      "relevance": 9953,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 11837730,
      "name": "Alkaline Water",
      "image": "https://spoonacular.com/productImages/11837730-312x231.jpg",
      "link": "https://spoonacular.com/products/alkaline-water-11837730",
      "type": "HTML",
      "relevance": 9952,
      "content": "Alkaline Water: This purified water is tremendous for anyone following a primal diet. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 3783202,
      "name": "***Discontinued by Kehe 09_11***Worthington Original FriChik Soy Patties, 12.5 oz (Pack of 12)",
      "image": "https://spoonacular.com/productImages/3783202-312x231.jpg",
      "link": "https://spoonacular.com/products/discontinued-by-kehe-09-11-worthington-original-frichik-soy-patties-125-oz-pack-of-12-3783202",
      "type": "HTML",
      "relevance": 9951,
      "content": "If you're still making up your mind, you might want to take a look at these products too: <a href=\"/batman-and-villains-pattern-cupcake-picks-toppers-decoration-set-of-6-p3783202\">Batman and Villains Pattern Cupcake Picks Toppers Decoration Set of 6</a>, <a href=\"/12-pack-garden-of-eatin-chips-red-hot-blues-81-ounce-tortilla-chips-and-crisps-p3783202\">12 Pack : Garden Of Eatin Chips Red Hot Blues, 8.1 Ounce : Tortilla Chips And Crisps</a>, <a href=\"/fiber-one-cereal-honey-clusters-p3783202\">Fiber One Cereal Honey Clusters</a>, and <a href=\"/journal-de-coloration-adulte-relations-illustrations-danimaux-domestiques-toile-arc-en-ciel-p3783202\">Journal de Coloration Adulte : Relations (Illustrations D'Animaux Domestiques, Toile ARC-En-Ciel)</a>.",
      "dataPoints": []
    },
    {
      "id": 9005400,
      "name": "Ecuador organic 85%",
      "image": "https://spoonacular.com/productImages/9005400-312x231.jpg",
      "link": "https://spoonacular.com/products/ecuador-organic-85-9005400",
      "type": "HTML",
      "relevance": 9950,
      "content": "Ecuador organic 85%: This product is a great fit if you are searching for a healthy non food item. According to our research, this product contains no ingredients that you should avoid. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 10392938,
      "name": "Laurel",
      "image": "https://spoonacular.com/productImages/10392938-312x231.jpg",
      "link": "https://spoonacular.com/products/laurel-10392938",
      "type": "HTML",
      "relevance": 9949,
      "content": "Laurel: This product is an awesome match if you like to buy products that are free of preservatives, vegetarian, vegan, and gluten-free. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 6173070,
      "name": "Deliciously Decadent Peanut Butter Chocolate Smoothie Mix",
      "image": "https://spoonacular.com/productImages/6173070-312x231.jpg",
      "link": "https://spoonacular.com/products/deliciously-decadent-peanut-butter-chocolate-smoothie-mix-6173070",
      "type": "HTML",
      "relevance": 9948,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. At about 40 cents, this product is very affordable. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/davinci-gourmet-strawberry-banana-non-fat-yogurt-smoothie-mix-64-ounce-6-per-case-p6173070\">Davinci Gourmet Strawberry Banana Non Fat Yogurt Smoothie Mix, 64 Ounce -- 6 per case.</a>, <a href=\"/smoothie-mix-chocolate-banana-13oz-packet-pack-of-6-p6173070\">, Smoothie Mix, Chocolate Banana, 1.3Oz Packet (Pack Of 6)</a>, <a href=\"/concord-foods-smoothie-mix-orange-2oz-packet-pack-of-6-p6173070\">Concord Foods, Smoothie Mix, Orange, 2Oz Packet (Pack Of 6)</a>, and <a href=\"/concord-orange-smoothie-mix-2-ounce-packages-1-packet-p6173070\">Concord Orange Smoothie Mix, 2-Ounce Packages (1 Packet)</a>.",
      "dataPoints": []
    },
    {
      "id": 7560608,
      "name": "Ruibeauty 0-9 Number Cake Topper Golden Acrylic Happy Birthday Party Baking Accessories",
      "image": "https://spoonacular.com/productImages/7560608-312x231.jpeg",
      "link": "https://spoonacular.com/products/ruibeauty-0-9-number-cake-topper-golden-acrylic-happy-birthday-party-baking-accessories-7560608",
      "type": "HTML",
      "relevance": 9947,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. At about 6 cents, this product is very reasonably priced. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7560608\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7560608\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7560608\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7560608\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 12782806,
      "name": "Birthday Cake Holder Hook Merry Christmas Decoration Iron Art Old Man Home Hardware Crafts Metal Products Deer Figurine Cake Topper",
      "image": "https://spoonacular.com/productImages/12782806-312x231.jpg",
      "link": "https://spoonacular.com/products/birthday-cake-holder-hook-merry-christmas-decoration-iron-art-old-man-home-hardware-crafts-metal-products-deer-figurine-cake-topper-12782806",
      "type": "HTML",
      "relevance": 9946,
      "content": "According to our research, this product contains no ingredients that you should avoid. This product has no ingredients (in our experience: the fewer ingredients, the better!) If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p12782806\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p12782806\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p12782806\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p12782806\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 4728278,
      "name": "Flag for Picks Toppers Sandwiches 150Pcs Appetizers US Cupcake Office & Stationery",
      "image": "https://spoonacular.com/productImages/4728278-312x231.jpeg",
      "link": "https://spoonacular.com/products/flag-for-picks-toppers-sandwiches-150pcs-appetizers-us-cupcake-office-stationery-4728278",
      "type": "HTML",
      "relevance": 9945,
      "content": "In the mood for non food item? You could try Flag for Picks Toppers Sandwiches 150Pcs Appetizers US Cupcake Office & Stationery. This product is also very reasonably priced. It usually costs approximately 24 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 9950476,
      "name": "100% whole grain penne rigate",
      "image": "https://spoonacular.com/productImages/9950476-312x231.jpg",
      "link": "https://spoonacular.com/products/100-whole-grain-penne-rigate-9950476",
      "type": "HTML",
      "relevance": 9944,
      "content": "100% whole grain penne rigate: This product is an amazing fit if you are searching for a healthy penne pasta. This product has 1 ingredient (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 7118146,
      "name": "Beautops Absolutely Gluten Free - Crackers - Original - Case of 12 - 4.4 oz. - 1079730",
      "image": "https://spoonacular.com/productImages/7118146-312x231.jpeg",
      "link": "https://spoonacular.com/products/beautops-absolutely-gluten-free-crackers-original-case-of-12-44-oz-1079730-7118146",
      "type": "HTML",
      "relevance": 9943,
      "content": "If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7118146\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7118146\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7118146\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7118146\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 8505684,
      "name": "Saucisses cocktails fumées",
      "image": "https://spoonacular.com/productImages/8505684-312x231.jpg",
      "link": "https://spoonacular.com/products/saucisses-cocktails-fumes-8505684",
      "type": "HTML",
      "relevance": 9942,
      "content": "Saucisses cocktails fumées: This product is an awesome match if you are searching for a healthy mixed drink. This product has 25 ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 451156,
      "name": "Vina Siegel Crucero Reserva Sauvignon Blanc",
      "image": "https://spoonacular.com/productImages/451156-312x231.jpg",
      "link": "https://spoonacular.com/products/vina-siegel-crucero-reserva-sauvignon-blanc-451156",
      "type": "HTML",
      "relevance": 9941,
      "content": "Vina Siegel Crucero Reserva Sauvignon Blanc: This product is an awesome paleo choice for anyone craving sauvingnon blanc. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. This product is also very budget friendly. It usually costs approximately 17 cents, depending on the store and your location. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/matua-sauvignon-blanc-p451156\">Matua Sauvignon Blanc</a>, <a href=\"/cms-sauvignon-blanc-wine-p451156\">CMS Sauvignon Blanc Wine</a>, <a href=\"/sterling-vintners-collection-sauvignon-blanc-p451156\">Sterling Vintners Collection Sauvignon Blanc</a>, and <a href=\"/dark-horse-sauvignon-blanc-p451156\">Dark Horse Sauvignon Blanc</a>.",
      "dataPoints": []
    },
    {
      "id": 1674717,
      "name": "Andy Anand Belgian Milk Chocolate Pecans, Delicious Gift Box & Greeting Card Anniversary, Gourmet Gift, Free Air Shipping",
      "image": "https://spoonacular.com/productImages/1674717-312x231.jpeg",
      "link": "https://spoonacular.com/products/andy-anand-belgian-milk-chocolate-pecans-delicious-gift-box-greeting-card-anniversary-gourmet-gift-free-air-shipping-1674717",
      "type": "HTML",
      "relevance": 9940,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 12340344,
      "name": "2.2 Pounds Of Chocolate Truffles - French Truffles -",
      "image": "https://spoonacular.com/productImages/12340344-312x231.jpeg",
      "link": "https://spoonacular.com/products/22-pounds-of-chocolate-truffles-french-truffles-12340344",
      "type": "HTML",
      "relevance": 9939,
      "content": "According to our research, this product contains no ingredients that you should avoid. This product is also inexpensive. It usually costs roughly 55 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 5673354,
      "name": "Golden Fluff Whole Grain Crisps",
      "image": "https://spoonacular.com/productImages/5673354-312x231.jpg",
      "link": "https://spoonacular.com/products/golden-fluff-whole-grain-crisps-5673354",
      "type": "HTML",
      "relevance": 9938,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p5673354\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p5673354\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p5673354\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p5673354\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 10895552,
      "name": "Olio extravergine oliva",
      "image": "https://spoonacular.com/productImages/10895552-312x231.jpg",
      "link": "https://spoonacular.com/products/olio-extravergine-oliva-10895552",
      "type": "HTML",
      "relevance": 9937,
      "content": "Thinking about having some non food item today? Olio extravergine olivan is one option; let's take a closer look. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 1 ingredient.",
      "dataPoints": []
    },
    {
      "id": 8063222,
      "name": "Yellow Mustard",
      "image": "https://spoonacular.com/productImages/8063222-312x231.jpg",
      "link": "https://spoonacular.com/products/yellow-mustard-8063222",
      "type": "HTML",
      "relevance": 9936,
      "content": "Yellow Mustard: This product is a spectacular fit if you like to buy products that are vegetarian, vegan, and gluten-free. This product has 6 ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 8694,
      "name": "Matt's Cookies Soft-Baked Oatmeal Raisin Cookies, 16 Oz.",
      "image": "https://spoonacular.com/productImages/8694-312x231.jpeg",
      "link": "https://spoonacular.com/products/matts-cookies-soft-baked-oatmeal-raisin-cookies-16-oz-8694",
      "type": "HTML",
      "relevance": 9935,
      "content": "Are you trying to decide on an oatmeal? Here's some information to help you decide whether Matt's Cookies Oatmeal Raisin is the right product for you. This product contains 118 calories, 4.2 grams of fat, 1.7 grams of protein, and 20 grams of carbs per serving. This product has 37 ingredients (in our experience: the fewer ingredients, the better!) This product contains no ingredients that some research suggests you should avoid.",
      "dataPoints": []
    },
    {
      "id": 9450760,
      "name": "HEALTHY CHOICE Cafe Steamers Chicken And Noodles, 10 OZ",
      "image": "https://spoonacular.com/productImages/9450760-312x231.jpg",
      "link": "https://spoonacular.com/products/healthy-choice-cafe-steamers-chicken-and-noodles-10-oz-9450760",
      "type": "HTML",
      "relevance": 9934,
      "content": "In the mood for noodles? You could try HEALTHY CHOICE Cafe Steamers Chicken And Noodles, 10 OZ. According to our research, this product contains no ingredients that you should avoid. This product has 43 ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 5230892,
      "name": "Mystic Sprinkles Silver Sugar Crystals 4.2 Ounce Bottle",
      "image": "https://spoonacular.com/productImages/5230892-312x231.png",
      "link": "https://spoonacular.com/products/mystic-sprinkles-silver-sugar-crystals-42-ounce-bottle-5230892",
      "type": "HTML",
      "relevance": 9933,
      "content": "In the mood for sucrose? You could try Mystic Sprinkles Silver Sugar Crystals 4.2 Ounce Bottle. This product is also very affordable. It usually costs approximately 3 cents, depending on the store and your location. We'd recommend you consider putting one of these products on your shopping list; they might be better: <a href=\"/domino-sugar-pure-cane-granulated-p5230892\">Domino Sugar - Pure Cane Granulated</a>, <a href=\"/collagen-coffee-creamer-no-dairy-low-sugar-powder-with-collagen-peptides-supplement-coconut-103oz-2-pack-p5230892\">Collagen Coffee Creamer, No Dairy &amp; Low Sugar Powder with Collagen Peptides Supplement - Coconut 10.3oz - (2 Pack)</a>, <a href=\"/del-tropico-oro-brown-sugar-p5230892\">Del Tropico Oro Brown Sugar</a>, and <a href=\"/kool-aid-strawberry-kiwi-sugar-sweetened-19-ounce-pack-of-4-p5230892\">Kool Aid Strawberry Kiwi Sugar Sweetened, 19-Ounce (Pack Of 4)</a>.",
      "dataPoints": []
    },
    {
      "id": 6618430,
      "name": "Microbreweries Craft Beer 3 6/12c",
      "image": "https://spoonacular.com/productImages/6618430-312x231.jpg",
      "link": "https://spoonacular.com/products/microbreweries-craft-beer-3-6-12c-6618430",
      "type": "HTML",
      "relevance": 9932,
      "content": "Microbreweries Craft Beer 3 6/12c: This beere is outstanding for anyone who needs foods suitable for a gaps_6 diet. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 1175001,
      "name": "Christmas Cookie Tin Straight Outta Ireland St. Patrick's Day Green Leaves with Shamrock Mug gift for Coffee Tea lovers",
      "image": "https://spoonacular.com/productImages/1175001-312x231.jpeg",
      "link": "https://spoonacular.com/products/christmas-cookie-tin-straight-outta-ireland-st-patricks-day-green-leaves-with-shamrock-mug-gift-for-coffee-tea-lovers-1175001",
      "type": "HTML",
      "relevance": 9931,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 11840628,
      "name": "Vanilla Espresso Almond Butter",
      "image": "https://spoonacular.com/productImages/11840628-312x231.jpg",
      "link": "https://spoonacular.com/products/vanilla-espresso-almond-butter-11840628",
      "type": "HTML",
      "relevance": 9930,
      "content": "Vanillan Espresso Almond Butter: This almond butter is outstanding for anyone following a vegetarian diet. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 3786100,
      "name": "Snapple Mango Natural, (Pack of of Fl Oz)",
      "image": "https://spoonacular.com/productImages/3786100-312x231.jpg",
      "link": "https://spoonacular.com/products/snapple-mango-natural-pack-of-of-fl-oz-3786100",
      "type": "HTML",
      "relevance": 9929,
      "content": "Attention budgeters: the following products are cheaper than Snapple Mango Natural, (Pack of of Fl Oz): <a href=\"/mad-fish-western-australia-shiraz-p3786100\">Mad Fish Western Australia Shiraz</a>, <a href=\"/fruity-king-mini-soda-fruit-punch-575-fl-oz-1-count-p3786100\">Fruity King Mini Soda, Fruit Punch, 5.75 Fl Oz, 1 Count</a>, <a href=\"/madfish-western-australia-shiraz-p3786100\">Madfish Western Australia Shiraz</a>, and <a href=\"/cheribundi-tart-cherry-lemonade-refresh-p3786100\">cheribundi Tart Cherry Lemonade Refresh</a>.",
      "dataPoints": []
    },
    {
      "id": 9008298,
      "name": "party wafers orange",
      "image": "https://spoonacular.com/productImages/9008298-312x231.jpg",
      "link": "https://spoonacular.com/products/party-wafers-orange-9008298",
      "type": "HTML",
      "relevance": 9928,
      "content": "Are you trying to decide on a wafer? Here's some information to help you decide whether party wafers orange is the right product for you. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 12 ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 10395836,
      "name": "Jamón de bellota",
      "image": "https://spoonacular.com/productImages/10395836-312x231.jpg",
      "link": "https://spoonacular.com/products/jamn-de-bellota-10395836",
      "type": "HTML",
      "relevance": 9927,
      "content": "Thinking about having some non food item today? Jamón de bellotan is one option; let's take a closer look. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 7563506,
      "name": "Werther's Original Hard Caramel Candy, 34 Oz Bag",
      "image": "https://spoonacular.com/productImages/7563506-312x231.jpeg",
      "link": "https://spoonacular.com/products/werthers-original-hard-caramel-candy-34-oz-bag-7563506",
      "type": "HTML",
      "relevance": 9926,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. At about 31 cents, this product is very affordable. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7563506\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7563506\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7563506\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7563506\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 12785704,
      "name": "Bruce Cost Original Ginger Ale - Case of 6 - 4 12 FZ",
      "image": "https://spoonacular.com/productImages/12785704-312x231.jpg",
      "link": "https://spoonacular.com/products/bruce-cost-original-ginger-ale-case-of-6-4-12-fz-12785704",
      "type": "HTML",
      "relevance": 9925,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. According to our research, this product contains no ingredients that you should avoid. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/soda-ginger-ale-4pk-64-fo-p12785704\">Soda Ginger Ale 4Pk, 64 fo</a>, <a href=\"/canada-dry-ginger-ale-soda-pop-20oz-bottles-quantity-of-10-p12785704\">Canada Dry Ginger Ale Soda Pop 20oz Bottles, Quantity of 10</a>, <a href=\"/luv-box-variety-zero-sugar-soft-drinks-12oz-pack-of-18-mtn-dew-zero-sugar-mtn-dew-major-melon-zero-sugar-schweppes-ginger-ale-zero-sugar-p12785704\">Luv Box – Variety Zero Sugar Soft Drinks 12Oz , Pack Of 18 ,Mtn Dew Zero Sugar ,Mtn Dew Major Melon Zero Sugar ,Schweppes Ginger Ale Zero Sugar ,</a>, and <a href=\"/boylan-bottling-pure-cane-sugar-soda-pop-ginger-ale-12-oz-glass-bottles-pack-of-6-p12785704\">Boylan Bottling Pure Cane Sugar Soda Pop, Ginger Ale, 12 Oz Glass Bottles (Pack Of 6)</a>.",
      "dataPoints": []
    },
    {
      "id": 4731176,
      "name": "Manatee Gourmet Coffee, Single Serve Pods for Keurig 2.0 K Cup Brewers, Medium Roast, Caribbean Delight, 80 ct",
      "image": "https://spoonacular.com/productImages/4731176-312x231.jpeg",
      "link": "https://spoonacular.com/products/manatee-gourmet-coffee-single-serve-pods-for-keurig-20-k-cup-brewers-medium-roast-caribbean-delight-80-ct-4731176",
      "type": "HTML",
      "relevance": 9924,
      "content": "In the mood for non food item? You could try Manatee Gourmet Coffee, Single Serve Pods for Keurig 2 K Cup Brewers, Medium Roast, Caribbean Delight, 80 ct. This product is also inexpensive. It usually costs roughly 12 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 9953374,
      "name": "Crunchy peanut butter, crunchy",
      "image": "https://spoonacular.com/productImages/9953374-312x231.jpg",
      "link": "https://spoonacular.com/products/crunchy-peanut-butter-crunchy-9953374",
      "type": "HTML",
      "relevance": 9923,
      "content": "Are you interested in vegetarian products? If so, here's some information about Crunchy peanut butter, crunchy. This product has 4 ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 7121044,
      "name": "Mini Unicorn Cake Decor My Little Unicornion Cake Topper Birthday Party Decor",
      "image": "https://spoonacular.com/productImages/7121044-312x231.jpeg",
      "link": "https://spoonacular.com/products/mini-unicorn-cake-decor-my-little-unicornion-cake-topper-birthday-party-decor-7121044",
      "type": "HTML",
      "relevance": 9922,
      "content": "If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7121044\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7121044\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7121044\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7121044\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 8508582,
      "name": "Saucisses de Toulouse (x 4)",
      "image": "https://spoonacular.com/productImages/8508582-312x231.jpg",
      "link": "https://spoonacular.com/products/saucisses-de-toulouse-x-4-8508582",
      "type": "HTML",
      "relevance": 9921,
      "content": "In the mood for saucisses? You could try Saucisses de Toulouse (x 4). According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 13 ingredients.",
      "dataPoints": []
    },
    {
      "id": 454054,
      "name": "Domaine Perrot-Minot Bourgogne Rouge",
      "image": "https://spoonacular.com/productImages/454054-312x231.jpg",
      "link": "https://spoonacular.com/products/domaine-perrot-minot-bourgogne-rouge-454054",
      "type": "HTML",
      "relevance": 9920,
      "content": "Looking for a vegetarian red wine? Try: Domaine Perrot-Minot Bourgogne Rouge. This product has no ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. At about 50 cents, this product is inexpensive. If you're on a budget, you might try these cheaper products: <a href=\"/roland-cooking-wine-p454054\">Roland Cooking Wine</a>, <a href=\"/roland-chianti-red-wine-vinegar-17-fl-oz-p454054\">Roland Chianti Red Wine Vinegar, 17 fl oz</a>, <a href=\"/holland-house-cooking-wine-p454054\">Holland House Cooking Wine</a>, and <a href=\"/goya-cooking-wine-p454054\">Goya Cooking Wine</a>.",
      "dataPoints": []
    },
    {
      "id": 1677615,
      "name": "Bell Bladder Control Tea - 4.2 oz",
      "image": "https://spoonacular.com/productImages/1677615-312x231.jpeg",
      "link": "https://spoonacular.com/products/bell-bladder-control-tea-42-oz-1677615",
      "type": "HTML",
      "relevance": 9919,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 12343242,
      "name": "Torani Sugar Free Syrup, Chocolate, 25.4 Fl Oz (Pack of 4)",
      "image": "https://spoonacular.com/productImages/12343242-312x231.jpg",
      "link": "https://spoonacular.com/products/torani-sugar-free-syrup-chocolate-254-fl-oz-pack-of-4-12343242",
      "type": "HTML",
      "relevance": 9918,
      "content": "According to our research, this product contains no ingredients that you should avoid. This product is also very budget friendly. It usually costs around 49 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 4288714,
      "name": "Chefmaster Liqua-Gel Food Color, 10.5-Ounce, Neon Brite Pink",
      "image": "https://spoonacular.com/productImages/4288714-312x231.jpg",
      "link": "https://spoonacular.com/products/chefmaster-liqua-gel-food-color-105-ounce-neon-brite-pink-4288714",
      "type": "HTML",
      "relevance": 9917,
      "content": "Chefmaster Liqua-Gel Food Color, 10.5-Ounce, Neon Brite Pink: This product is a super vegan choice for anyone craving food_colors.",
      "dataPoints": []
    },
    {
      "id": 5676252,
      "name": "Trader Joes Organic Thompson Seedless Raisins - 1 lb",
      "image": "https://spoonacular.com/productImages/5676252-312x231.jpg",
      "link": "https://spoonacular.com/products/trader-joes-organic-thompson-seedless-raisins-1-lb-5676252",
      "type": "HTML",
      "relevance": 9916,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 6598144,
      "name": "5pcs Cake Topper Cupcake Wedding Birthday Cake Top Decor Flag with Wooden Stick, Star, Pink",
      "image": "https://spoonacular.com/productImages/6598144-312x231.jpeg",
      "link": "https://spoonacular.com/products/5pcs-cake-topper-cupcake-wedding-birthday-cake-top-decor-flag-with-wooden-stick-star-pink-6598144",
      "type": "HTML",
      "relevance": 9915,
      "content": "We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p6598144\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p6598144\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p6598144\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p6598144\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 10898450,
      "name": "Curried Coleslaw",
      "image": "https://spoonacular.com/productImages/10898450-312x231.jpg",
      "link": "https://spoonacular.com/products/curried-coleslaw-10898450",
      "type": "HTML",
      "relevance": 9914,
      "content": "Thinking about having some slaw today? Curried Coleslaw is one option; let's take a closer look. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 49 ingredients.",
      "dataPoints": []
    },
    {
      "id": 11820342,
      "name": "Asda beef joint",
      "image": "https://spoonacular.com/productImages/11820342-312x231.jpg",
      "link": "https://spoonacular.com/products/asda-beef-joint-11820342",
      "type": "HTML",
      "relevance": 9913,
      "content": "Asda beef joint: This beef is great for anyone following a paleo diet. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients.",
      "dataPoints": []
    },
    {
      "id": 5153352,
      "name": "Silicone Letter Mold and Number Chocolate Molds with Happy Birthday Cake Decorations Symbols 2pcs",
      "image": "https://spoonacular.com/productImages/5153352-312x231.jpeg",
      "link": "https://spoonacular.com/products/silicone-letter-mold-and-number-chocolate-molds-with-happy-birthday-cake-decorations-symbols-2pcs-5153352",
      "type": "HTML",
      "relevance": 9912,
      "content": "In the mood for non food item? You could try Silicone Letter Mold and Number Chocolate Molds with Happy Birthday Cake Decorations Symbols 2pcs. This product is also inexpensive. It usually costs approximately 15 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 9453658,
      "name": "Honey cake",
      "image": "https://spoonacular.com/productImages/9453658-312x231.jpg",
      "link": "https://spoonacular.com/products/honey-cake-9453658",
      "type": "HTML",
      "relevance": 9911,
      "content": "Thinking about having some honey cake today? Honey cake is one option; let's take a closer look. This product has no ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 10375550,
      "name": "Coquilles ST Jacques x 2",
      "image": "https://spoonacular.com/productImages/10375550-312x231.jpg",
      "link": "https://spoonacular.com/products/coquilles-st-jacques-x-2-10375550",
      "type": "HTML",
      "relevance": 9910,
      "content": "Coquilles ST Jacques x 2: This product is a super fit if you like to buy products that are free of preservatives, vegetarian, vegan, and gluten-free. This product has no ingredients (in our experience: the fewer ingredients, the better!)",
      "dataPoints": []
    },
    {
      "id": 5233790,
      "name": "ZOKOP 2.5L Electric Glass Hot Water Kettle for Instant Coffee, Tea, Hot Cereal",
      "image": "https://spoonacular.com/productImages/5233790-312x231.jpeg",
      "link": "https://spoonacular.com/products/zokop-25l-electric-glass-hot-water-kettle-for-instant-coffee-tea-hot-cereal-5233790",
      "type": "HTML",
      "relevance": 9909,
      "content": "In the mood for non food item? You could try ZOKOP 2.5L Electric Glass Hot Water Kettle for Instant Coffee, Tea, Hot Cereal. This product is also cheap. It usually costs around 36 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 1177899,
      "name": "Koyo Organic Udon Noodle - Round - 8 oz.",
      "image": "https://spoonacular.com/productImages/1177899-312x231.png",
      "link": "https://spoonacular.com/products/koyo-organic-udon-noodle-round-8-oz-1177899",
      "type": "HTML",
      "relevance": 9908,
      "content": "Koyo Organic Udon Noodle - Round - 8 oz.: This product is a spectacular vegetarian choice for anyone craving udon noodles. This product has 6 ingredients (in our experience: the fewer ingredients, the better!) According to our research, this product contains no ingredients that you should avoid. This product is also inexpensive. It usually costs around 5 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 8930758,
      "name": "Cashew butter",
      "image": "https://spoonacular.com/productImages/8930758-312x231.jpg",
      "link": "https://spoonacular.com/products/cashew-butter-8930758",
      "type": "HTML",
      "relevance": 9907,
      "content": "Following a vegan diet? You might want to try Cashew butter. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 2 ingredients. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 3788998,
      "name": "Vegetable Shots by Ohana Liquids (6-Pack)",
      "image": "https://spoonacular.com/productImages/3788998-312x231.png",
      "link": "https://spoonacular.com/products/vegetable-shots-by-ohana-liquids-6-pack-3788998",
      "type": "HTML",
      "relevance": 9906,
      "content": "Attention budgeters: the following products are cheaper than Vegetable Shots by Ohana Liquids (6-Pack): <a href=\"/vermont-village-vinegar-shot-ginger-honey-p3788998\">Vermont Village Vinegar Shot Ginger & Honey</a>, <a href=\"/vermont-village-vinegar-shot-cranberries-honey-p3788998\">Vermont Village Vinegar Shot Cranberries & Honey</a>, <a href=\"/vermont-village-vinegar-shot-blueberries-honey-p3788998\">Vermont Village Vinegar Shot Blueberries & Honey</a>, and <a href=\"/svedka-just-add-vodka-water-lime-jelly-shots-gelatin-mix-6-oz-box-p3788998\">Svedka Just Add Vodka &amp; Water Lime Jelly Shots Gelatin Mix, 6 oz Box</a>.",
      "dataPoints": []
    },
    {
      "id": 4710890,
      "name": "Stokes Real Tomato Ketchup 2kg",
      "image": "https://spoonacular.com/productImages/4710890-312x231.jpg",
      "link": "https://spoonacular.com/products/stokes-real-tomato-ketchup-2kg-4710890",
      "type": "HTML",
      "relevance": 9905,
      "content": "In the mood for non food item? You could try Stokes Real Tomato Ketchup 2kg. This product is also cheap. It usually costs around 9 cents, depending on the store and your location.",
      "dataPoints": []
    },
    {
      "id": 9011196,
      "name": "Penne Rigate N°103 Sachet 1KG",
      "image": "https://spoonacular.com/productImages/9011196-312x231.jpg",
      "link": "https://spoonacular.com/products/penne-rigate-n103-sachet-1kg-9011196",
      "type": "HTML",
      "relevance": 9904,
      "content": "Looking for a vegetarian penne pasta? Try: Penne Rigate N°103 Sachet 1KG. According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has 2 ingredients.",
      "dataPoints": []
    },
    {
      "id": 654999,
      "name": "Walmart M&amp;M Ice Cream Cake with Vanilla Ice Cream 4/46 fl oz",
      "image": "https://spoonacular.com/productImages/654999-312x231.jpeg",
      "link": "https://spoonacular.com/products/walmart-m-m-ice-cream-cake-with-vanilla-ice-cream-4-46-fl-oz-654999",
      "type": "HTML",
      "relevance": 9903,
      "content": "Walmart M&amp;M Ice Cream Cake with Vanillan Ice Cream 4/46 fl oz: This product is an excellent match if you like to buy products that are gluten-free. This product has 62 ingredients (in our experience: the fewer ingredients, the better!) One serving of this product provides 310 calories, 16 grams of fat, 4 grams of protein, and 36 grams of carbs. According to our research, this product contains no ingredients that you should avoid.",
      "dataPoints": []
    },
    {
      "id": 7566404,
      "name": "Picnic Time 878-00-505-823-0 Northeastern Huskies - Brie Cheese Board & Tools Set&#44; Rubberwood",
      "image": "https://spoonacular.com/productImages/7566404-312x231.jpeg",
      "link": "https://spoonacular.com/products/picnic-time-878-00-505-823-0-northeastern-huskies-brie-cheese-board-tools-set-rubberwood-7566404",
      "type": "HTML",
      "relevance": 9902,
      "content": "According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. At about 30 cents, this product is very affordable. If you're on a budget, you might rather put one of these cheaper products on your shopping list: <a href=\"/mlb-new-york-yankees-cupcake-rings-24-ct-p7566404\">MLB New York Yankees Cupcake Rings - 24 ct</a>, <a href=\"/decopac-cake-decorations-p7566404\">Decopac,cake Decorations</a>, <a href=\"/outer-space-rainbow-nebula-edible-cake-topper-image-abpid00299-p7566404\">Outer Space Rainbow Nebulan Edible Cake Topper Image ABPID00299</a>, and <a href=\"/cake-topper-by-decopac-12-pieces-p7566404\">Cake Topper, by DecoPac 12 Pieces</a>.",
      "dataPoints": []
    },
    {
      "id": 735437,
      "name": "Nutella and GO! Snack (Case of 24) (52g) Pre Order",
      "image": "https://spoonacular.com/productImages/735437-312x231.jpeg",
      "link": "https://spoonacular.com/products/nutella-and-go-snack-case-of-24-52g-pre-order-735437",
      "type": "HTML",
      "relevance": 9901,
      "content": "Nutellan and GO! Snack (Case of 24) (52g) Pre Order: This product is a super fit if you like to buy products that are free of preservatives, vegetarian, vegan, and gluten-free. According to our research, this product contains no ingredients that you should avoid. We recommend choosing products with short ingredient lists, as these tend to be less processed. This product has no ingredients. At about 48 cents, this product is very budget friendly.",
      "dataPoints": []
    },
    {
      "id": 357768,
      "name": "Chopped Power Salad-Lunch",
      "image": "https://images.spoonacular.com/file/wximages/357768-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/uno-chicago-grill-chopped-power-salad-lunch-357768",
      "type": "HTML",
      "relevance": 10000,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 403676,
      "name": "Pizza Hut Pepperoni Lover's&reg - Large Original Stuffed Crust® Slice",
      "image": "https://images.spoonacular.com/file/wximages/403676-312x231.png",
      "link": "https://spoonacular.com/menu-items/pizza-hut-pepperoni-lovers-reg-large-original-stuffed-crust-slice-403676",
      "type": "HTML",
      "relevance": 9999,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 252232,
      "name": "Papa Murphy's Club Salad",
      "image": "https://images.spoonacular.com/file/wximages/252232-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/papa-murphys-club-salad-252232",
      "type": "HTML",
      "relevance": 9998,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 326767,
      "name": "1/4 Waffle Sundae (1 serving) with Pineapple",
      "image": "https://images.spoonacular.com/file/wximages/326767-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/cheeburger-cheeburger-1-4-waffle-sundae-1-serving-with-pineapple-326767",
      "type": "HTML",
      "relevance": 9997,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 386395,
      "name": "Chicken Breast Patty",
      "image": "https://images.spoonacular.com/file/wximages/386395-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/max-ermas-chicken-breast-patty-386395",
      "type": "HTML",
      "relevance": 9996,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 224792,
      "name": "Au Bon Pain Whole Wheat Multigrain Bread",
      "image": "https://images.spoonacular.com/file/wximages/224792-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/au-bon-pain-whole-wheat-multigrain-bread-224792",
      "type": "HTML",
      "relevance": 9995,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 301701,
      "name": "Texas Steakhouse & Saloon Prime Rib Sandwich",
      "image": "https://images.spoonacular.com/file/wximages/301701-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/texas-steakhouse-saloon-prime-rib-sandwich-301701",
      "type": "HTML",
      "relevance": 9994,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 347609,
      "name": "Monterey Quesadilla",
      "image": "https://images.spoonacular.com/file/wximages/347609-312x231.png",
      "link": "https://spoonacular.com/menu-items/bakers-drive-thru-monterey-quesadilla-347609",
      "type": "HTML",
      "relevance": 9993,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 234951,
      "name": "Farmer's Scrambler w/ Fresh Fruit Medley",
      "image": "https://images.spoonacular.com/file/wximages/234951-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/corner-bakery-farmers-scrambler-w-fresh-fruit-medley-234951",
      "type": "HTML",
      "relevance": 9992,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 340487,
      "name": "Jersey Mike's Subs Buffalo Chicken Cheesesteak with Blue Cheese Dressing, Spinach Wrap",
      "image": "https://images.spoonacular.com/file/wximages/340487-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/jersey-mikes-subs-buffalo-chicken-cheesesteak-with-blue-cheese-dressing-spinach-wrap-340487",
      "type": "HTML",
      "relevance": 9991,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 315421,
      "name": "Mellow Mushroom Cheese Calzone",
      "image": "https://images.spoonacular.com/file/wximages/315421-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/mellow-mushroom-cheese-calzone-315421",
      "type": "HTML",
      "relevance": 9990,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 344048,
      "name": "Jet 10 Pizza Square",
      "image": "https://images.spoonacular.com/file/wximages/344048-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/jets-pizza-jet-10-pizza-square-344048",
      "type": "HTML",
      "relevance": 9989,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 420957,
      "name": "Brisk Mango Iced Tea",
      "image": "https://images.spoonacular.com/file/wximages/420957-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/blimpie-brisk-mango-iced-tea-420957",
      "type": "HTML",
      "relevance": 9988,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 322543,
      "name": "Andouille Seafood and Sausage Gumbo",
      "image": "https://images.spoonacular.com/file/wximages/322543-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/pappadeaux-seafood-kitchen-andouille-seafood-and-sausage-gumbo-322543",
      "type": "HTML",
      "relevance": 9987,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 421620,
      "name": "Culver's Root Beer Float",
      "image": "https://images.spoonacular.com/file/wximages/421620-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/culvers-root-beer-float-421620",
      "type": "HTML",
      "relevance": 9986,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 378610,
      "name": "Great Canadian Pizza, 14",
      "image": "https://images.spoonacular.com/file/wximages/378610-312x231.png",
      "link": "https://spoonacular.com/menu-items/pizza-73-great-canadian-pizza-14-378610",
      "type": "HTML",
      "relevance": 9985,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 368451,
      "name": "Wings to Go Sprite 20oz",
      "image": "https://images.spoonacular.com/file/wximages/368451-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/wings-to-go-sprite-20oz-368451",
      "type": "HTML",
      "relevance": 9984,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 361329,
      "name": "Winger's Grill & Bar Chicken Pot Pie",
      "image": "https://images.spoonacular.com/file/wximages/361329-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/wingers-grill-bar-chicken-pot-pie-361329",
      "type": "HTML",
      "relevance": 9983,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 234288,
      "name": "Cold Stone Creamery Birthday Cake Round",
      "image": "https://images.spoonacular.com/file/wximages/234288-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/cold-stone-creamery-birthday-cake-round-234288",
      "type": "HTML",
      "relevance": 9982,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 361992,
      "name": "Pineapple - A La Carte Pizza, Single Item",
      "image": "https://images.spoonacular.com/file/wximages/361992-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/mountain-mikes-pizza-pineapple-a-la-carte-pizza-single-item-361992",
      "type": "HTML",
      "relevance": 9981,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 389956,
      "name": "GF White Chocolate (with Syrup)",
      "image": "https://images.spoonacular.com/file/wximages/389956-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/ellianos-coffee-company-gf-white-chocolate-with-syrup-389956",
      "type": "HTML",
      "relevance": 9980,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 224129,
      "name": "A&W Oreo Cookies & Cream Blendrrr",
      "image": "https://images.spoonacular.com/file/wximages/224129-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/a-w-oreo-cookies-cream-blendrrr-224129",
      "type": "HTML",
      "relevance": 9979,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 333365,
      "name": "Grand Traverse Pie Company Strawberry Cream Pie, 9",
      "image": "https://images.spoonacular.com/file/wximages/333365-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/grand-traverse-pie-company-strawberry-cream-pie-9-333365",
      "type": "HTML",
      "relevance": 9978,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 323206,
      "name": "Strawberry & Crème Pie",
      "image": "https://images.spoonacular.com/file/wximages/323206-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/mcdonalds-strawberry-crme-pie-323206",
      "type": "HTML",
      "relevance": 9977,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 400115,
      "name": "The Skinny Dip No Sugar Added, Non Fat Strawberry Banana",
      "image": "https://images.spoonacular.com/file/wximages/400115-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/the-skinny-dip-no-sugar-added-non-fat-strawberry-banana-400115",
      "type": "HTML",
      "relevance": 9976,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 341150,
      "name": "Casey's General Store Donut Pops",
      "image": "https://images.spoonacular.com/file/wximages/341150-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/caseys-general-store-donut-pops-341150",
      "type": "HTML",
      "relevance": 9975,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 400778,
      "name": "Tomato Soup 12 oz",
      "image": "https://images.spoonacular.com/file/wximages/400778-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/nanoosh-tomato-soup-12-oz-400778",
      "type": "HTML",
      "relevance": 9974,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 329665,
      "name": "Chocolate Covered Cherries",
      "image": "https://images.spoonacular.com/file/wximages/329665-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/menchies-frozen-yogurt-chocolate-covered-cherries-329665",
      "type": "HTML",
      "relevance": 9973,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 383497,
      "name": "Gruyere Cheese",
      "image": "https://images.spoonacular.com/file/wximages/383497-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/islands-fine-burgers-drinks-gruyere-cheese-383497",
      "type": "HTML",
      "relevance": 9972,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 252895,
      "name": "Peet's Pumpkin Chai Latte w/ Soy Milk",
      "image": "https://images.spoonacular.com/file/wximages/252895-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/peets-pumpkin-chai-latte-w-soy-milk-252895",
      "type": "HTML",
      "relevance": 9971,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 283757,
      "name": "Mocha Frappuccino Blended Coffee - whip (Nonfat Milk)",
      "image": "https://images.spoonacular.com/file/wximages/283757-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/starbucks-mocha-frappuccino-blended-coffee-whip-nonfat-milk-283757",
      "type": "HTML",
      "relevance": 9970,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 343385,
      "name": "Kids Grilled Cheddar Cheese on White Bread",
      "image": "https://images.spoonacular.com/file/wximages/343385-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/johnny-rockets-kids-grilled-cheddar-cheese-on-white-bread-343385",
      "type": "HTML",
      "relevance": 9969,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 344711,
      "name": "Farmer Boys Colossal Onion Rings 4 pcs",
      "image": "https://images.spoonacular.com/file/wximages/344711-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/farmer-boys-colossal-onion-rings-4-pcs-344711",
      "type": "HTML",
      "relevance": 9968,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 351309,
      "name": "Kona Grill Freshwater Eel Sashimi",
      "image": "https://images.spoonacular.com/file/wximages/351309-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/kona-grill-freshwater-eel-sashimi-351309",
      "type": "HTML",
      "relevance": 9967,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 316084,
      "name": "Peppermint Hot Chocolate - Grande, Nonfat Milk, No Whipped Cream",
      "image": "https://images.spoonacular.com/file/wximages/316084-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/starbucks-peppermint-hot-chocolate-grande-nonfat-milk-no-whipped-cream-316084",
      "type": "HTML",
      "relevance": 9966,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 372012,
      "name": "NRgize Matcha Green Tea Power Shot, Soy Milk",
      "image": "https://images.spoonacular.com/file/wximages/372012-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/nrgize-matcha-green-tea-power-shot-soy-milk-372012",
      "type": "HTML",
      "relevance": 9965,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 244971,
      "name": "Jersey Mike's Subs Chipotle Turkey, Spinach Wrap",
      "image": "https://images.spoonacular.com/file/wximages/244971-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/jersey-mikes-subs-chipotle-turkey-spinach-wrap-244971",
      "type": "HTML",
      "relevance": 9964,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 423855,
      "name": "Frisch's Big Boy Salsa",
      "image": "https://images.spoonacular.com/file/wximages/423855-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/frischs-big-boy-salsa-423855",
      "type": "HTML",
      "relevance": 9963,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 354068,
      "name": "Steamed Shrimp Kid's Teriyaki",
      "image": "https://images.spoonacular.com/file/wximages/354068-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/pei-wei-asian-diner-steamed-shrimp-kids-teriyaki-354068",
      "type": "HTML",
      "relevance": 9962,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 382171,
      "name": "Abc Country Restaurants Veggie Omelette",
      "image": "https://images.spoonacular.com/file/wximages/382171-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/abc-country-restaurants-veggie-omelette-382171",
      "type": "HTML",
      "relevance": 9961,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 265813,
      "name": "Balsamic Vinaigrette",
      "image": "https://images.spoonacular.com/file/wximages/265813-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/uno-chicago-grill-balsamic-vinaigrette-265813",
      "type": "HTML",
      "relevance": 9960,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 425181,
      "name": "Firehouse Subs Hook & Ladder Sub Sandwich",
      "image": "https://images.spoonacular.com/file/wximages/425181-312x231.png",
      "link": "https://spoonacular.com/menu-items/firehouse-subs-hook-ladder-sub-sandwich-425181",
      "type": "HTML",
      "relevance": 9959,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 242736,
      "name": "Grilled Asparagus",
      "image": "https://images.spoonacular.com/file/wximages/242736-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/houlihans-grilled-asparagus-242736",
      "type": "HTML",
      "relevance": 9958,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 336926,
      "name": "MaggieMoo's Ice Cream & Treatery Low Fat (Lactose Free) Vanilla Ice Cream 85 g",
      "image": "https://images.spoonacular.com/file/wximages/336926-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/maggiemoos-ice-cream-treatery-low-fat-lactose-free-vanilla-ice-cream-85-g-336926",
      "type": "HTML",
      "relevance": 9957,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 390095,
      "name": "Timber Lodge Steakhouse Lumberjack Hashbrowns",
      "image": "https://images.spoonacular.com/file/wximages/390095-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/timber-lodge-steakhouse-lumberjack-hashbrowns-390095",
      "type": "HTML",
      "relevance": 9956,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 375712,
      "name": "Great Steak Ham, serving",
      "image": "https://images.spoonacular.com/file/wximages/375712-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/great-steak-ham-serving-375712",
      "type": "HTML",
      "relevance": 9955,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 365553,
      "name": "Fotog Sandwich",
      "image": "https://images.spoonacular.com/file/wximages/365553-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/4food-fotog-sandwich-365553",
      "type": "HTML",
      "relevance": 9954,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 418722,
      "name": "Vanilla Latte,  Frozen",
      "image": "https://images.spoonacular.com/file/wximages/418722-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/einstein-bros-vanilla-latte-frozen-418722",
      "type": "HTML",
      "relevance": 9953,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 287981,
      "name": "Don Pablo's Sizzling Fajita Salad: Mesquite-Grilled Chicken Does not include dressing",
      "image": "https://images.spoonacular.com/file/wximages/287981-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/don-pablos-sizzling-fajita-salad-mesquite-grilled-chicken-does-not-include-dressing-287981",
      "type": "HTML",
      "relevance": 9952,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 359094,
      "name": "Pizza Inn Pepperoni Max Pizza, Individual, New York Crust, 1 Slice",
      "image": "https://images.spoonacular.com/file/wximages/359094-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/pizza-inn-pepperoni-max-pizza-individual-new-york-crust-1-slice-359094",
      "type": "HTML",
      "relevance": 9951,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 364227,
      "name": "Vanilla Ice Cream",
      "image": "https://images.spoonacular.com/file/wximages/364227-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/old-spaghetti-factory-vanilla-ice-cream-364227",
      "type": "HTML",
      "relevance": 9950,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 392854,
      "name": "Marinara Dipping Sauce",
      "image": "https://images.spoonacular.com/file/wximages/392854-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/241-pizza-marinara-dipping-sauce-392854",
      "type": "HTML",
      "relevance": 9949,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 259354,
      "name": "Strawberry Lemonade",
      "image": "https://images.spoonacular.com/file/wximages/259354-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/sizzler-strawberry-lemonade-259354",
      "type": "HTML",
      "relevance": 9948,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 397880,
      "name": "Izzy's Turkey Breast Sandwich",
      "image": "https://images.spoonacular.com/file/wximages/397880-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/izzys-turkey-breast-sandwich-397880",
      "type": "HTML",
      "relevance": 9947,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 363564,
      "name": "Cannoli Chips",
      "image": "https://images.spoonacular.com/file/wximages/363564-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/piada-italian-street-food-cannoli-chips-363564",
      "type": "HTML",
      "relevance": 9946,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 332563,
      "name": "Kids Silly Soda - Small, with Whip",
      "image": "https://images.spoonacular.com/file/wximages/332563-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/caribou-coffee-kids-silly-soda-small-with-whip-332563",
      "type": "HTML",
      "relevance": 9945,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 230588,
      "name": "Mint Snowdrift w/ 2% Milk, Dark Chocolate & Non Fat Whip",
      "image": "https://images.spoonacular.com/file/wximages/230588-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/caribou-coffee-mint-snowdrift-w-2-milk-dark-chocolate-non-fat-whip-230588",
      "type": "HTML",
      "relevance": 9944,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 346283,
      "name": "Western Sizzlin Banana Icing",
      "image": "https://images.spoonacular.com/file/wximages/346283-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/western-sizzlin-banana-icing-346283",
      "type": "HTML",
      "relevance": 9943,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 341813,
      "name": "Mimi's Cafe Spinach Salad with Grilled Atlantic Salmon (add choice of baguette or muffin)",
      "image": "https://images.spoonacular.com/file/wximages/341813-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/mimis-cafe-spinach-salad-with-grilled-atlantic-salmon-add-choice-of-baguette-or-muffin-341813",
      "type": "HTML",
      "relevance": 9942,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 269374,
      "name": "House Salad - no tomato",
      "image": "https://images.spoonacular.com/file/wximages/269374-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/timber-lodge-steakhouse-house-salad-no-tomato-269374",
      "type": "HTML",
      "relevance": 9941,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 388630,
      "name": "Momma Goldberg's Deli Veggie Wrap",
      "image": "https://images.spoonacular.com/file/wximages/388630-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/momma-goldbergs-deli-veggie-wrap-388630",
      "type": "HTML",
      "relevance": 9940,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 324778,
      "name": "Cheese, Monterey Jack",
      "image": "https://images.spoonacular.com/file/wximages/324778-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/perkins-cheese-monterey-jack-324778",
      "type": "HTML",
      "relevance": 9939,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 356966,
      "name": "Ruby's Diner Light Breakfast Tacos w/ Turkey Sausage",
      "image": "https://images.spoonacular.com/file/wximages/356966-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/rubys-diner-light-breakfast-tacos-w-turkey-sausage-356966",
      "type": "HTML",
      "relevance": 9938,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 422283,
      "name": "Little Caesars Pizza Cheese Thin Crust Pizza",
      "image": "https://images.spoonacular.com/file/wximages/422283-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/little-caesars-pizza-cheese-thin-crust-pizza-422283",
      "type": "HTML",
      "relevance": 9937,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 385069,
      "name": "Broadway Pizza Restaurant Garlic Shrimp - Large Deep Dish Pizza",
      "image": "https://images.spoonacular.com/file/wximages/385069-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/broadway-pizza-restaurant-garlic-shrimp-large-deep-dish-pizza-385069",
      "type": "HTML",
      "relevance": 9936,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 316747,
      "name": "Cheese Danish from La Boulange",
      "image": "https://images.spoonacular.com/file/wximages/316747-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/starbucks-cheese-danish-from-la-boulange-316747",
      "type": "HTML",
      "relevance": 9935,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 268711,
      "name": "Yard House St Louis Style BBQ Ribs w/ Cream Corn",
      "image": "https://images.spoonacular.com/file/wximages/268711-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/yard-house-st-louis-style-bbq-ribs-w-cream-corn-268711",
      "type": "HTML",
      "relevance": 9934,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 334028,
      "name": "Stromboli",
      "image": "https://images.spoonacular.com/file/wximages/334028-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/ledo-pizza-stromboli-334028",
      "type": "HTML",
      "relevance": 9933,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 387197,
      "name": "Aladdin's Eatery Spinach Salad",
      "image": "https://images.spoonacular.com/file/wximages/387197-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/aladdins-eatery-spinach-salad-387197",
      "type": "HTML",
      "relevance": 9932,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 374247,
      "name": "Apollo Sandwich (subroll)",
      "image": "https://images.spoonacular.com/file/wximages/374247-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/grouchos-deli-apollo-sandwich-subroll-374247",
      "type": "HTML",
      "relevance": 9931,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 356196,
      "name": "Buffets Grilled Smoked Sausage",
      "image": "https://images.spoonacular.com/file/wximages/356196-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/buffets-grilled-smoked-sausage-356196",
      "type": "HTML",
      "relevance": 9930,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 394319,
      "name": "Lyfe Kitchen Child's Tofu Taco",
      "image": "https://images.spoonacular.com/file/wximages/394319-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/lyfe-kitchen-childs-tofu-taco-394319",
      "type": "HTML",
      "relevance": 9929,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 395752,
      "name": "Runza Side Salad (no dressing)",
      "image": "https://images.spoonacular.com/file/wximages/395752-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/runza-side-salad-no-dressing-395752",
      "type": "HTML",
      "relevance": 9928,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 355533,
      "name": "12 oz CAB NY Sirloin Strip Steak Frites with Gorgonzola Garlic Sauce",
      "image": "https://images.spoonacular.com/file/wximages/355533-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/gordon-biersch-brewery-12-oz-cab-ny-sirloin-strip-steak-frites-with-gorgonzola-garlic-sauce-355533",
      "type": "HTML",
      "relevance": 9927,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 252093,
      "name": "Papa Murphy's Cheese, Family Size Original Crust Pizza",
      "image": "https://images.spoonacular.com/file/wximages/252093-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/papa-murphys-cheese-family-size-original-crust-pizza-252093",
      "type": "HTML",
      "relevance": 9926,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 229925,
      "name": "Iced Mocha w/ Soy Milk, Milk Chocolate & Whip",
      "image": "https://images.spoonacular.com/file/wximages/229925-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/caribou-coffee-iced-mocha-w-soy-milk-milk-chocolate-whip-229925",
      "type": "HTML",
      "relevance": 9925,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 335461,
      "name": "Which Wich Crushed Red Pepper",
      "image": "https://images.spoonacular.com/file/wximages/335461-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/which-wich-crushed-red-pepper-335461",
      "type": "HTML",
      "relevance": 9924,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 318180,
      "name": "BJ's Restaurants Fresh Mozzarella and Tomato Salad",
      "image": "https://images.spoonacular.com/file/wximages/318180-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/bjs-restaurants-fresh-mozzarella-and-tomato-salad-318180",
      "type": "HTML",
      "relevance": 9923,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 258691,
      "name": "Frozen Caffe Latte w/ Whole Milk, Decaf",
      "image": "https://images.spoonacular.com/file/wximages/258691-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/sheetz-frozen-caffe-latte-w-whole-milk-decaf-258691",
      "type": "HTML",
      "relevance": 9922,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 385732,
      "name": "Cally Sandwich on Honey Wheat Bread",
      "image": "https://images.spoonacular.com/file/wximages/385732-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/erbert-gerberts-subs-clubs-cally-sandwich-on-honey-wheat-bread-385732",
      "type": "HTML",
      "relevance": 9921,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 345513,
      "name": "Marie Callender's Fresh Fruit, Side",
      "image": "https://images.spoonacular.com/file/wximages/345513-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/marie-callenders-fresh-fruit-side-345513",
      "type": "HTML",
      "relevance": 9920,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 267941,
      "name": "Breakfast slider  w/ Hamburger, Egg",
      "image": "https://images.spoonacular.com/file/wximages/267941-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/white-castle-breakfast-slider-w-hamburger-egg-267941",
      "type": "HTML",
      "relevance": 9919,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 346946,
      "name": "7 Eleven Sides - Potato Wedges",
      "image": "https://images.spoonacular.com/file/wximages/346946-312x231.png",
      "link": "https://spoonacular.com/menu-items/7-eleven-sides-potato-wedges-346946",
      "type": "HTML",
      "relevance": 9918,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 319645,
      "name": "Hale and Hearty Soups Winter Chicken Soup",
      "image": "https://images.spoonacular.com/file/wximages/319645-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/hale-and-hearty-soups-winter-chicken-soup-319645",
      "type": "HTML",
      "relevance": 9917,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 419385,
      "name": "Sonic BLACKBERRY DIET GREEN ICED TEA",
      "image": "https://images.spoonacular.com/file/wximages/419385-312x231.png",
      "link": "https://spoonacular.com/menu-items/sonic-blackberry-diet-green-iced-tea-419385",
      "type": "HTML",
      "relevance": 9916,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 231390,
      "name": "Vanilla White Chocolate Mocha w/ 2% Milk & Milk Chocolate",
      "image": "https://images.spoonacular.com/file/wximages/231390-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/caribou-coffee-vanilla-white-chocolate-mocha-w-2-milk-milk-chocolate-231390",
      "type": "HTML",
      "relevance": 9915,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 424518,
      "name": "Wingstop Teriyaki Crispy Tenders (Renfro)",
      "image": "https://images.spoonacular.com/file/wximages/424518-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/wingstop-teriyaki-crispy-tenders-renfro-424518",
      "type": "HTML",
      "relevance": 9914,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 359864,
      "name": "Gandolfo's New York Delicatessen Cream of Broccoli Soup",
      "image": "https://images.spoonacular.com/file/wximages/359864-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/gandolfos-new-york-delicatessen-cream-of-broccoli-soup-359864",
      "type": "HTML",
      "relevance": 9913,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 402350,
      "name": "Hummus Sandwich",
      "image": "https://images.spoonacular.com/file/wximages/402350-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/the-perfect-pita-hummus-sandwich-402350",
      "type": "HTML",
      "relevance": 9912,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 270176,
      "name": "Iced Tea - Gigante",
      "image": "https://images.spoonacular.com/file/wximages/270176-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/cosi-iced-tea-gigante-270176",
      "type": "HTML",
      "relevance": 9911,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 353298,
      "name": "Beef Liver and Onions",
      "image": "https://images.spoonacular.com/file/wximages/353298-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/eat-n-park-beef-liver-and-onions-353298",
      "type": "HTML",
      "relevance": 9910,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 310395,
      "name": "Sweet Corn & Sausage",
      "image": "https://images.spoonacular.com/file/wximages/310395-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/san-francisco-soup-company-sweet-corn-sausage-310395",
      "type": "HTML",
      "relevance": 9909,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 398650,
      "name": "Multigrain Roll",
      "image": "https://images.spoonacular.com/file/wximages/398650-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/swiss-chalet-multigrain-roll-398650",
      "type": "HTML",
      "relevance": 9908,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 380599,
      "name": "Il Vicino Wood Oven Pizza Bianca Pizza",
      "image": "https://images.spoonacular.com/file/wximages/380599-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/il-vicino-wood-oven-pizza-bianca-pizza-380599",
      "type": "HTML",
      "relevance": 9907,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 271609,
      "name": "Cappuccino Blast Low Fat",
      "image": "https://images.spoonacular.com/file/wximages/271609-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/baskin-robbins-cappuccino-blast-low-fat-271609",
      "type": "HTML",
      "relevance": 9906,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 397217,
      "name": "Blue Coast Burrito 12\" Spinach Tortilla",
      "image": "https://images.spoonacular.com/file/wximages/397217-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/blue-coast-burrito-12-spinach-tortilla-397217",
      "type": "HTML",
      "relevance": 9905,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 244201,
      "name": "Triple Revitalizer Juice Blend, Twelve",
      "image": "https://images.spoonacular.com/file/wximages/244201-312x231.ashx",
      "link": "https://spoonacular.com/menu-items/jamba-juice-triple-revitalizer-juice-blend-twelve-244201",
      "type": "HTML",
      "relevance": 9904,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 346176,
      "name": "Western Sizzlin Chicken Hot Wings",
      "image": "https://images.spoonacular.com/file/wximages/346176-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/western-sizzlin-chicken-hot-wings-346176",
      "type": "HTML",
      "relevance": 9903,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 250104,
      "name": "Seasoned Ground Beef, for Create Your Own Pizza, Chicago Thick",
      "image": "https://images.spoonacular.com/file/wximages/250104-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/old-chicago-seasoned-ground-beef-for-create-your-own-pizza-chicago-thick-250104",
      "type": "HTML",
      "relevance": 9902,
      "content": null,
      "dataPoints": []
    },
    {
      "id": 321078,
      "name": "IHOP Barq's Root Beer (Kid's Cup 12 fl-oz)",
      "image": "https://images.spoonacular.com/file/wximages/321078-312x231.jpg",
      "link": "https://spoonacular.com/menu-items/ihop-barqs-root-beer-kids-cup-12-fl-oz-321078",
      "type": "HTML",
      "relevance": 9901,
      "content": null,
      "dataPoints": []
    }
  ]
}